Repository: GalliumOS/update-manager
Catalog: po/*.po
Languages: gl, he, ja, ko, lt, oc, ug

source: %d package is going to be removed.
gl: Retirarase %d paquete.
he: חבילה אחת תוסר.
ja: %d 個のパッケージが削除されます。
ko: 패키지 %d개를 제거할 것입니다.
lt: Bus pašalintas %d paketas.
oc: %d paquet va èsser suprimit.
ug: %d دانە بوغچا ئۆچۈرۈلمەكچى

source: %d new package is going to be installed.
gl: Instalarase %d paquete novo.
he: תותקן חבילה אחת חדשה.
ja: %d 個の新規パッケージがインストールされます。
ko: 새 패키지 %d개를 설치할 것입니다.
lt: Bus įdiegtas %d naujas paketas.
oc: %d paquet novèl va èsser installat.
ug: %d دانە يېڭى بوغچا ئورنىتىلماقچى

source: %d package is going to be upgraded.
gl: Anovarase %d paquete.
he: חבילה אחת תשודרג.
ja: %d 個のパッケージがアップグレードされます。
ko: 패키지 %d개를 업그레이드 할 것입니다.
lt: Bus atnaujintas %d paketas.
oc: %d paquet va èsser mes a jorn.
ug: %d دانە يېڭى بوغچا يۈكسەلدۈرۈلىدۇ.

source: You have to download a total of %s.
gl: Ten que descargar un total de %s.
he: יש להוריד %s בסך הכול.
ja: 合計 %s をダウンロードする必要があります。
ko: 모두 %s개의 패키지를 다운로드해야 합니다..
lt: Iš viso reikia atsiųsti %s.
oc: Vos cal telecargar un total de %s.
ug: جەمئىي %s چۈشۈرۈش زۆرۈر

source: Installing the upgrade can take several hours. Once the download has finished, the process cannot be canceled.
gl: A instalación da anovación pode levar varias horas. En canto remate a descarga, o proceso non se pode cancelar.
he: התקנת השדרוג עלולה לארוך מספר שעות. לאחר השלמת ההורדה לא ניתן לבטל את התהליך.
ja: アップグレードをインストールするのに数時間かかることがあります。ダウンロードが完了してしまうと、処理はキャンセルできません。
ko: 업그레이드를 다운로드하고 설치하는 것은 긴 시간이 필요할 수도 있으며, 한번 다운로드가 끝나면 취소할 수 없습니다.
lt: Atnaujinimo įdiegimas gali užtrukti kelias valandas. Kai atsiuntimas bus baigtas, proceso nebebus galima nutraukti.
oc: L'installacion de la mesa a nivèl pòt prene mantuna ora. Un còp lo telecargament acabat, aqueste processus pòt pas èsser anullat.
ug: يېڭىلانمىلارنى ئورنىتىشقا بىر نەچچە سائەت كېتىدۇ. چۈشۈرۈش تاماملانغاندىن كېيىن، مەشغۇلاتنى ئەمەلدىن قالدۇرغىلى بولمايدۇ.

source: Fetching and installing the upgrade can take several hours. Once the download has finished, the process cannot be canceled.
gl: Obter e instalar a anovación pode levar varias horas. En canto remate a descarga, o proceso non se pode cancelar.
he: הקבלה וההתקנה של השדרוג יכולים לארוך מספר שעות. לאחר שההורדה מסתיימת, לא ניתן לבטל את התהליך.
ja: アップグレードの取得とインストールには数時間かかることがあります。ダウンロードが完了してしまうと、処理はキャンセルできません。
ko: 업그레이드를 다운로드하고 설치하는 것은 수 시간이 필요할 수도 있으며, 한번 다운로드가 끝나면 취소할 수 없습니다.
lt: Gauti ir įdiegti atnaujinimą gali užtrukti kelias valandas. Kai atsiuntimas baigtas, procesas negali būti nutrauktas.
oc: Obténer e installar la mesa a nivèl pòt prene mantuna ora. Un còp lo telecargament acabat, aqueste processus pòt pas èsser anullat.
ug: يېڭىلانمىلارنى ئېلىپ كېلىش ۋە ئورنىتىشقا بىر نەچچە سائەت كېتىدۇ. چۈشۈرۈش تاماملانغاندىن كېيىن، مەشغۇلاتنى ئەمەلدىن قالدۇرغىلى بولمايدۇ.

source: Removing the packages can take several hours.
gl: A eliminación dos paquetes pode levar varias horas.
he: הסרת החבילות עלולה להימשך מספר שעות.
ja: パッケージの削除に数時間かかることがあります。
ko: 패키지 제거는 수 시간이 걸릴 수 있습니다.
lt: Paketų pašalinimas gali užtrukti keletą valandų.
oc: Suprimir los paquets pòt prene mantuna ora.
ug: بوغچىلارنى چىقىرىۋېتىشكە بىر نەچچە سائەت كېتىدۇ.

source: The software on this computer is up to date.
gl: O software deste computador está actualizado.
he: התכניות במחשב זה עדכניות.
ja: このコンピューターのソフトウェアは最新です。
ko: 이 컴퓨터의 소프트웨어를 모두 업데이트했습니다.
lt: Programinė įranga šiame kompiuteryje yra atnaujinta.
oc: Los logicials sus aqueste ordenador son a jorn.
ug: كومپيۇتېردىكى بارلىق يۇمشاق دېتاللار ئەڭ يېڭى ھالەتتە.

source: There are no upgrades available for your system. The upgrade will now be canceled.
gl: Non hai anovacións dispoñíbeis para o seu sistema. Anularase a anovación.
he: אין שדרוגים זמינים למערכת שלך. השדרוג יתבטל כעת.
ja: システムに適用可能なアップグレードはありません。アップグレードは中止されます。
ko: 시스템에 업그레이드할 것이 없습니다. 업그레이드를 취소합니다.
lt: Šiuo metų sistemos atnaujinimų nėra. Atnaujinimas atšaukiamas.
oc: Cap de mesa a nivèl es pas disponibla per vòstre sistèma. Ara, la mesa a nivèl va èsser anullada.
ug: سىستېمىڭىزنى يۈكسەلدۈرۈشنىڭ ھاجىتى يوق. يۈكسەلدۈرۈش توختىتىلىدۇ

source: Reboot required
gl: Cómpre reiniciar
he: נדרשת הפעלה מחדש
ja: 再起動が必要です
ko: 다시 시작해야합니다.
lt: Reikia paleisti kompiuterį iš naujo
oc: Vos cal tornar amodar l'ordenador
ug: قايتا قوزغىتىش زۆرۈر

source: The upgrade is finished and a reboot is required. Do you want to do this now?
gl: A anovación finalizou e cómpre reiniciar. Quere facelo agora?
he: השדרוג הסתיים ונדרשת הפעלה מחדש. האם ברצונך לעשות זאת כעת?
ja: アップグレードが終了しました。再起動が必要です。今すぐ自動で再起動しますか？
ko: 업그레이드가 끝났으며 다시 시작해야 합니다. 지금 하시겠습니까?
lt: Atnaujinimas baigtas ir reikia paleisti kompiuterį iš naujo. Ar norite tai atlikti dabar?
oc: La mesa a nivèl es acabada e l'ordenador deu èsser reamodat. O volètz far tre ara ?
ug: قىلىش تاماملاندى، قايتا قوزغىتىش زۆرۈر. قايتا قوزغىتامسىز؟

source: authenticate '%(file)s' against '%(signature)s'
gl: autenticar «%(file)s» contra «%(signature)s»
he: אימות '%(file)s' כנגד '%(signature)s'
ja: 「%(signature)s」を用いて「%(file)s」の認証を行ないます
ko: '%(signature)s'(으)로 '%(file)s' 파일 인증
lt: nustatyti „%(file)s“ tapatumą pagal „%(signature)s“
oc: autentificacion de '%(file)s' amb '%(signature)s'
ug: '%(signature)s' غا قارتا '%(file)s' نى دەلىللەش

source: extracting '%s'
gl: a extraer «%s»
he: '%s' מחולץ
ja: '%s' の展開中
ko: '%s' 압축 해제 중
lt: išskleidžiama „%s“
oc: extraccion de '%s'
ug: يېيىۋاتقىنى ‹%s›

source: Could not run the upgrade tool
gl: Non foi posíbel executar a ferramenta de anovación
he: לא ניתן להפעיל את כלי השדרוג
ja: アップグレード・ツールを実行できません
ko: 업그레이드 도구를 실행할 수 없습니다.
lt: Nepavyko paleisti atnaujinimo įrankio
oc: Impossible d'aviar l'esplech de mesa a nivèl
ug: يۈكسەلدۈرۈش قورالىنى ئىجرا قىلغىلى بولمىدى

source: This is most likely a bug in the upgrade tool. Please report it as a bug using the command 'ubuntu-bug update-manager'.
gl: Isto pode ser un erro na ferramenta de actualización Informe de este erro usando a orde «ubuntu-bug update-manager» desde o seu terminal.
he: כפי הנראה זוהי תקלה בכלי השדרוג. נא לדווח על כך כתקלה באמצעות הרצת הפקודה 'ubuntu-bug update-manager' במסוף.
ja: この問題はアップグレードツールのバグの可能性が高いです。'ubuntu-bug update-manager' コマンドを実行してバグ報告を行ってください。
ko: 업그레이드 도구에 버그가 있을 가능성이 높습니다. 터미널에서 'ubuntu-bug update-manager' 명령을 사용하여 이 버그를 보고해 주십시오.
lt: Tai greičiausiai klaida atnaujinimo įrankyje. Prašau pranešti apie šią klaidą naudojantis „ubuntu-bug update-manager“ komanda.
oc: Aquò es fòrt probablament un bug del gestionari de mesa a jorn. Senhalatz aqueste bug en picant « ubuntu-bug update-manager » dins un terminal.
ug: يۈكسەلدۈرۈش قورالىدا كەمتۈك باردەك قىلىدۇ. بۇ كەمتۈكنى ‹ubuntu-bug update-manager› بۇيرۇقىنى ئىشلىتىپ مەلۇم قىلىڭ

source: Upgrade tool signature
gl: Sinatura da ferramenta de anovación
he: חותמת כלי השדרוג
ja: ツールの署名のアップグレード
ko: 업그레이드 도구 서명
lt: Atnaujinimo įrankio parašas
oc: Signatura de l'esplech de mesa a jorn
ug: يۈكسەلدۈرۈش قورالى ئىمزاسى

source: Upgrade tool
gl: Ferramenta de anovación
he: כלי השדרוג
ja: ツールのアップグレード
ko: 업그레이드 도구
lt: Atnaujinimo įrankis
oc: Esplech de mesa a jorn
ug: يۈكسەلدۈرۈش قورالى

source: Failed to fetch
gl: Erro ao obter
he: ההורדה נכשלה
ja: 取得に失敗しました
ko: 가져오기 실패
lt: Atsiųsti nepavyko
oc: Recuperacion impossibla
ug: ئېلىش مەغلۇپ بولدى

source: Fetching the upgrade failed. There may be a network problem.
gl: Fallou a obtención da anovación. Pode haber un problema coa rede.
he: הורדת השדרוג נכשלה. יתכן שישנה תקלה ברשת.
ja: アップグレードの取得に失敗しました。おそらくネットワークの問題です。
ko: 업그레이드를 가져올 수 없습니다. 네트워크에 문제가 있을 수 있습니다.
lt: Nepavyko gauti atnaujinimo. Tai gali būti tinklo problema.
oc: La recuperacion de la mesa a nivèl a fracassat. Benlèu qu'i a un problèma de ret.
ug: يۈكسەلدۈرمىنى ئېلىش مەغلۇپ بولدى. توردا مەسىلە باردەك قىلىدۇ.

source: Authentication failed
gl: Fallou a autenticación
he: האימות נכשל
ja: 認証に失敗しました
ko: 인증 실패
lt: Nepavyko nustatyti tapatybės
oc: L'autentificacion a fracassat
ug: سالاھىيەت دەلىللەش مەغلۇپ بولدى

source: Authenticating the upgrade failed. There may be a problem with the network or with the server.
gl: Fallou a autenticación da anovación. Pode haber un problema coa rede ou co servidor.
he: אימות השדרוג נכשל. יתכן שישנה בעיה ברשת או בשרת.
ja: アップグレードの認証に失敗しました。おそらくネットワークまたはサーバーの問題です。
ko: 업그레이드를 인증할 수 없습니다.네트워크나 서버에 문제가 있을 수 있습니다.
lt: Nepavyko nustatyti atnaujinimo tapatybės. Gali būti tinklo arba serverio problema.
oc: L'autentificacion de la mesa a nivèl a fracassat. Benlèu qu'i a un problèma de ret o de servidor.
ug: يۈكسەلدۈرمىنى دەلىللەش مەغلۇپ بولدى. تور ياكى مۇلازىمېتىردا مەسىلە باردەك قىلىدۇ.

source: Failed to extract
gl: Erro ao extraer
he: החילוץ נכשל
ja: 抽出に失敗しました
ko: 압축 해체 실패
lt: Nepavyko išpakuoti
oc: Extraccion impossibla
ug: يېيىش مەغلۇپ بولدى

source: Extracting the upgrade failed. There may be a problem with the network or with the server.
gl: Fallou a extracción da anovación. Pode haber un problema coa rede ou co servidor.
he: חילוץ השדרוג נכשל. עלולה להיות בעיה עם הרשת או השרת.
ja: アップグレードの展開に失敗しました。おそらくネットワークまたはサーバーの問題です。
ko: 업그레이드의 압축을 해체할 수 없습니다. 네트워크나 서버에 문제가 있을 수 있습니다.
lt: Nepavyko išpakuoti atnaujinimo. Gali būti tinklo arba serverio problema.
oc: L'extraccion de la mesa a nivèl a fracassat. Benlèu qu'i a un problèma de ret o de servidor.
ug: يۈكسەلدۈرمىنى يېيىش مەغلۇپ بولدى. توردا ياكى مۇلازىمېتىردا مەسىلە باردەك قىلىدۇ.

source: Verification failed
gl: Fallou a verificación
he: האימות נכשל
ja: 認証に失敗しました
ko: 검증 실패
lt: Nepavyko patikrinti
oc: La verificacion a fracassat
ug: ئىسپاتلاش مەغلۇپ بولدى

source: Verifying the upgrade failed. There may be a problem with the network or with the server.
gl: Fallou a verificación da anovación. Pode haber un problema coa rede ou co servidor.
he: אימות השדרוג נכשל. יתכן שישנה תקלה ברשת או בשרת.
ja: アップグレードの検証に失敗しました。ネットワーク接続もしくはサーバーに問題があるかもしれません。
ko: 업그레이드를 검증할 수 없습니다. 네트워크나 서버에 문제가 있을 수 있습니다.
lt: Nepavyko patikrinti atnaujinimo. Tai gali būti ryšio arba serverio problema.
oc: La verificacion de la mesa a nivèl a fracassat. Benlèu qu'i a un problèma de ret o de servidor.
ug: يۈكسەلدۈرمىنى تەكشۈرۈش مەغلۇپ بولدى. تور ياكى مۇلازىمېتىردا مەسىلە باردەك قىلىدۇ.

source: Can not run the upgrade
gl: Non foi posíbel executar a anovación
he: לא ניתן לבצע את השדרוג
ja: アップグレードを実行できません
ko: 업그레이드를 할 수 없습니다.
lt: Negalima paleisti atnaujinimo
oc: Impossible d'aviar la mesa a nivèl
ug: يۈكسەلدۈرۈشنى ئىجرا قىلغىلى بولمىدى

source: This usually is caused by a system where /tmp is mounted noexec. Please remount without noexec and run the upgrade again.
gl: Isto a miúdo é causado por un sistema onde /tmp está montado como parámetro «noexec». Remónte a partición sen o parámetro noexec antes de realizar a anovación.
he: תקלה זו נגרמת לרוב כאשר במערכת התיקייה ‎/tmp מוגדרת כ־noexec. נא לעגון שוב ללא noexec ולהריץ את השדרוג פעם נוספת.
ja: この現象は、通常/tmpがnoexecでマウントされている場合にシステムで発生します。noexecを付けずに再マウントして、再度アップグレードを実行してください。
ko: 이 것은 보통 /tmp 디렉터리를 noexec로 마운트한 시스템에서 발생합니다. noexec 없이 다시 마운트한 후 업그레이드를 시작하십시오.
lt: Paprastai tai būna sukelta sistemos kur /tmp prijungta su „noexec“ parametru. Prašau prijunkite iš naujo be „noexec“ parametro ir atnaujinkite dar kartą.
oc: De costuma, aquò es degut a un sistèma o /tmp montat en mòde noexec. Remontatz-lo sens l'opcion noexec e metètz a jorn tornarmai.
ug: سىستېما /tmp نى noexec تاللانمىسى بىلەن ئېگەرلىگەن بولسا، مۇشۇنداق ئەھۋال كۆرۈلىدۇ./tmp نى noexec ئىشلەتمەي قايتا ئېگەرلەڭ ۋە يۈكسەلدۈرۈشنى قايتا ئىجرا قىلىڭ.

source: The error message is '%s'.
gl: A mensaxe do erro é «%s».
he: הודעת השגיאה היא '%s'.
ja: エラーメッセージは'%s'です。
ko: 오류 메시지는 '%s'입니다.
lt: Klaidos pranešimas yra „%s“.
oc: Lo messatge d'error es « %s ».
ug: خاتالىق ئۇچۇرى '%s'.

source: Please report this as a bug and include the files /var/log/dist-upgrade/main.log and /var/log/dist-upgrade/apt.log in your report. The upgrade has aborted. Your original sources.list was saved in /etc/apt/sources.list.distUpgrade.
gl: Informe deste fallo e inclúa os ficheiros /var/log/dist-upgrade/main.log e /var/log/dist-upgrade/apt.log no informe. A actualización foi cancelada. O seu ficheiro sources.list orixinal gardouse en /etc/apt/sources.list.distUpgrade.
ja: この現象をバグとして報告してください。報告には /var/log/dist-upgrade/main.log と /var/log/dist-upgrade/apt.log を添付する必要があります。アップグレードは完了しませんでした。 変更前のsources.listは/etc/apt/sources.list.distUpgradeに保存されています。
ko: 버그를 /var/log/dist-upgrade/main.log 파일과 /var/log/dist-upgrade/apt.log파일을 보고서에 첨부하여 보고해주십시오. 업그레이드를 취소합니다. 원본 소스 목록을 /etc/apt/sources.list.distUpgrade 파일에 저장했습니다.
lt: Praneškite apie taip kaip klaidą ir į pranešimą įdėkite failus /var/log/dist-upgrade/main.log ir /var/log/dist-upgrade/apt.log. Atnaujinimas nutrauktas. Jūsų originalus „sources.list“ buvo išsaugotas kaip /etc/apt/sources.list.distUpgrade.
oc: Senhalatz aqueste problèma coma un bug e incluissètz-i los fichièrs /var/log/dist-upgrade/main.log e /var/log/dist-upgrade/apt.log. La mesa a nivèl a fracassat. Vòstre fichièr souce.list original es estat enregistrat dins /etc/apt/sources.list.distUpgrade.
ug: بۇنى كەمتۈك دەپ قاراپ مەلۇم قىلىڭ. ھەم مەلۇماتقا /var/log/dist-upgrade/main.log ۋە /var/log/dist-upgrade/apt.log نى قوشۇپ ئەۋەتىڭ. يۈكسەلدۈرۈش توختىتىلدى. ئەسلىدىكى sources.list ھۆججىتى /etc/apt/sources.list.distUpgrade قىلىپ ساقلاندى.

source: Aborting
gl: Interrompendo
ja: 中断します
ko: 중지하는 중
lt: Nutraukiama
oc: Anullacion
ug: توختىتىۋاتىدۇ

source: Demoted:
gl: Degradado:
ja: サポートレベルの格下げ:
ko: 강등됨:
lt: Pažemintas:
oc: Relegat :
ug: تۆۋەنلىتىلدى:

source: To continue please press [ENTER]
gl: Para continuar prema [INTRO]
ja: 続けるには [ENTER] キーを押してください
ko: 계속 하시려면 [엔터] 키를 눌러 주십시오
lt: Norėdami tęsti spauskite [ĮVEDIMAS]
oc: Quichatz sus [Entrada] per contunhar
ug: داۋاملاشتۇرۇش ئۈچۈن [ENTER] نى بېسىڭ

source: Continue [yN]
gl: Continuar [sN]
ja: 続行する[yN]
ko: 계속 [yN]
lt: Tęsti [tN]
oc: _Contunhar [oN]
ug: داۋاملاشتۇرۇش[yN]

source: Details [d]
gl: Detalles [d]
ja: 詳細 [d]
ko: 자세한 내용 [d]
lt: Išsami informacija [i]
oc: Detalhs [d]
ug: تەپسىلاتلار[d]

source: y
gl: s
lt: t
oc: o

source: d
lt: i
oc: j

source: No longer supported: %s
gl: Sen máis asistencia: %s
ja: サポートされなくなりました: %s
ko: 더 이상 지원하지 않음: %s
lt: Daugiau nepalaikoma: %s
oc: Es pas pus mantengut : %s
ug: بۇنىڭدىن كېيىن ئىشلەتكىلى بولمايدۇ: %s

source: Remove: %s
gl: Retirar: %s
ja: 削除: %s
ko: 지우기: %s
lt: Pašalinti: %s
oc: Suprimir : %s
ug: ئۆچۈرۈش: %s

source: Install: %s
gl: Instalar: %s
ja: インストール: %s
ko: 설치: %s
lt: Įdiegti: %s
oc: Installar : %s
ug: ئورنىتىش: %s

source: Upgrade: %s
gl: Anovar: %s
ja: アップグレード: %s
ko: 업그레이드: %s
lt: Atnaujinti: %s
oc: Metre a jorn : %s
ug: يۈكسەلدۈرۈش: %s

source: Continue [Yn]
gl: Continuar [Sn]
ja: 続ける [Yn]
ko: 계속하겠습니까? [Yn]
lt: Tęsti [Tn]
oc: Contunhar [On]
ug: داۋاملاشتۇرۇش: [Yn]

source: To finish the upgrade, a restart is required. If you select 'y' the system will be restarted.
gl: Para concluír a anovación compre reiniciar. Se selecciona «s» o sistema reiniciarase.
ja: アップグレードを完了するには再起動が必要です。 'Y' を選択すると再起動します。
ko: 업그레이드를 완료하시려면 다시 시작해야합니다. 'y'를 선택하시면 시스템이 다시 시작합니다.
lt: Norint baigti atnaujinimą, reikia paleisti kompiuterį iš naujo. Jei pasirinksite „t“, sistema bus paleista iš naujo.
oc: Un reamodament es necessari per completar la mesa a nivèl. Se caussisètz « o », lo sistèma serà reaviat.
ug: يۈكسەلدۈرۈش تاماملاش ئۈچۈن قايتا قوزغىتىش زۆرۈردۇر. 'y' نى تاللىسىڭىز سىستېما قايتا قوزغىلىدۇ.

source: _Cancel Upgrade
gl: _Anular a anovación
he: _ביטול השדרוג
ja: アップグレードをキャンセル(_C)
ko: 업그레이드 취소(_C)
lt: _Atšaukti atnaujinimą
oc: _Anullar la mesa a jorn
ug: يۈكسەلدۈرۈشنى ئەمەلدىن قالدۇر(_C)

source: _Resume Upgrade
gl: _Continuar a anovación
he: ה_משך בשדרוג
ja: アップグレードを再開(_R)
ko: 업그레이드 계속(_R)
lt: _Tęsti atnaujinimą
oc: _Contunhar la mesa a jorn
ug: يۈكسەلدۈرۈشنى داۋاملاشتۇر

source: <b><big>Cancel the running upgrade?</big></b> The system could be in an unusable state if you cancel the upgrade. You are strongly adviced to resume the upgrade.
gl: <b><big>Cancelar a anovación en curso?</big></b> O sistema podería quedar nun estado non usábel se anula a anovación. Recomendámoslle encarecidamente que continúe a anovación.
he: <b><big>האם לבטל את השדרוג המתבצע כעת?</big></b> המערכת עלולה להיות בלתי שמישה אם השדרוג יבוטל. מומלץ בחום להמשיך בשדרוג.
ja: <b><big>アップグレードをキャンセルしますか？</big></b> アップグレードをキャンセルすると、おそらくシステムは不安定な状態になります。アップグレードを再開することを強くおすすめします。
ko: <b><big>실행 중인 업그레이드를 취소하시겠습니까?</big></b> 업그레이드를 취소하면 시스템을 사용할 수 없을 가능성이 있습니다.업그레이드를 계속 하는 것을 강력히 추천합니다.
lt: <b><big>Ar nutraukti vykdomą atnaujinimą?</big></b> Jei nutrauksite atnaujinimą, sistema gali būti sugadinta. Labai patariama tęsti atnaujinimą.
oc: <b><big>Anullar la mesa a nivèl en cors ?</big></b> Lo sistèma poiriá èsser inutilizable s'anullatz la mesa a jorn. Vos es fòrtament conselhat de tornar prene la mesa a jorn.
ug: <b><big>ئىجرا قىلىۋاتقان يۈكسەلدۈرۈشنى ئەمەلدىن قالدۇرامسىز؟</big></b> ئەگەر ئەمەلدىن قالدۇرسىڭىز سىستېمىڭىز ئىشلەتكىلى بولمايدىغان ھالەتكە چۈشۈپ قالىدۇ. يۈكسەلدۈرۈشنى داۋاملاشتۇرۇشىڭىزنى كۈچلۈك تەۋسىيە قىلىمىز.

source: _Start Upgrade
gl: _Iniciar a anovación
he: ה_תחלת השדרוג
ja: アップグレードを開始(_S)
ko: 업그레이드 시작(_S)
lt: _Pradėti atnaujinimą
oc: _Aviar la mesa a jorn
ug: يۈكسەلدۈرۈشنى باشلا(_S)

source: _Replace
gl: _Substituír
he: ה_חלפה
ja: 置き換える(_R)
ko: 바꾸기(_R)
lt: Pa_keisti
oc: _Remplaçar
ug: ئالماشتۇر(_R)

source: Difference between the files
gl: Diferenza entre os ficheiros
he: ההבדל בין הקבצים
ja: ファイル同士の差異
ko: 파일 간의 차이점
lt: Skirtumai tarp failų
oc: Diferéncia entre los fichièrs
ug: ھۆججەتلەر ئارىسىدىكى پەرق

source: _Report Bug
gl: _Informar dun fallo
he: _דיווח על תקלה
ja: バグを報告する(_R)
ko: 버그 보고(_R)
lt: _Pranešti apie klaidą
oc: _Raportar una anomalia
ug: كەمتۈك مەلۇم قىلىش(_R)

source: _Continue
gl: _Continuar
he: ה_משך
ja: 続行する(_C)
ko: 계속(_C)
lt: _Tęsti
oc: _Contunhar
ug: داۋاملاشتۇر(_C)

source: <b><big>Start the upgrade?</big></b>
gl: <b><big>Comezar a anovación?</big></b>
he: <b><big>האם להתחיל בשדרוג?</big></b>
ja: <b><big>アップグレードを開始しますか？</big></b>
ko: <b><big>업그레이드를 시작하시겠습니까?</big></b>
lt: <b><big>Pradėti atnaujinimą?</big></b>
oc: <b><big>Aviar la mesa a jorn ?<//big></b>
ug: <b><big>يۈكسەلدۈرۈشنى باشلامسىز؟</big></b>

source: <b><big>Restart the system to complete the upgrade</big></b> Please save your work before continuing.
gl: <b><big>Reinicie o sistema para completar a anovación</big></b> Garde o seu traballo antes de continuar.
he: <b><big>יש להפעיל את המחשב מחדש כדי להשלים את השדרוג</big></b> נא לשמור את עבודותיך בטרם המשך הפעולה.
ja: <b><big>アップグレードを完了するには再起動してください</big></b> 先へ進む前に、他のアプリケーションで行っているすべての作業を保存してください。
ko: <b><big>시스템을 다시 시작 하면 업데이트를 완료합니다.</big></b> 계속하기 전에 작업을 저장해 주십시오.
lt: <b><big>Paleiskite kompiuterį iš naujo atnaujinimo užbaigimui</big></b> Prašome išsaugoti savo darbus prieš tęsiant.
oc: <b><big>Reamodatz lo sistèma per acabar la mesa a jorn</big></b> Enregistratz vòstres trabalhs abans de contunhar.
ug: <b><big>يۈكسەلدۈرۈشنى تاماملاش ئۈچۈن سىستېمىنى قايتا قوزغىتىدۇ.</big></b> شۇڭا ئاۋۋال ھازىرقى ساقلاشقا تېگىشلىك مەزمۇنلارنى ساقلىۋېلىڭ.

source: Distribution Upgrade
gl: Anovación da distribución
he: שדרוג ההפצה
ja: ディストリビューションのアップグレード
ko: 배포판 업그레이드
lt: Distributyvo atnaujinimas
oc: Mesa a jorn de la distribucion
ug: تارقىتىلمىنى يۈكسەلدۈرۈش

source: Setting new software channels
gl: Estabelecendo novas canles de software
he: ערוצי התכנה החדשים מוגדרים
ja: 新しいソフトウェア・チャンネルを設定しています
ko: 새 소프트웨어 채널을 설정하는 중
lt: Nustatomi nauji programinės įrangos saugyklų kanalai
oc: Definicion de depauses logicials novèls
ug: يېڭى يۇمشاق دېتال قانىلىنى تەڭشەش

source: Restarting the computer
gl: Reiniciando o computador
he: המחשב מופעל מחדש
ja: コンピューターの再起動
ko: 시스템 다시 시작
lt: Kompiuteris paleidžiamas iš naujo
oc: Reaviada del sistèma
ug: كومپيۇتېرنى قايتا قوزغىتىش

source: Terminal
he: מסוף
ja: 端末
ko: 터미널
lt: Terminalas
ug: تېرمىنال

source: Please wait, this can take some time.
gl: Agarde, por favor; isto pode tardar un pouco.
he: נא להמתין, פעולה זו עלולה לארוך זמן מה.
ja: しばらくお待ちください。少し時間がかかります。
ko: 잠시 기다려 주십시오. 이 작업에 오랜 시간이 소요될 수 있습니다.
lt: Palaukite, tai gali užtrukti.
oc: Pacientatz, aquò pòt prene de temps.
ug: ساقلاڭ، ئازراق ۋاقىت كېتىدۇ

source: Update is complete
gl: Completouse a actualización
he: העדכון הושלם
ja: アップデートが完了しました
ko: 업데이트 완료
lt: Atnaujinimas baigtas
oc: La mesa a jorn es acabada
ug: يېڭىلاش تاماملاندى

source: Could not find the release notes
gl: Non foi posíbel atopar as notas da versión
he: הערות השחרור הנוכחי לא נמצאו
ja: リリースノートが見つかりません
ko: 릴리즈 정보를 찾을 수 없습니다.
lt: Nepavyko rasti laidos informacijos
oc: Impossible de trobar las nòtas de publicacion
ug: نەشر ئۇچۇرلىرى تېپىلمىدى

source: The server may be overloaded.
gl: Poida que o servidor estea sobrecargado.
he: יתכן שהשרת עמוס מדי.
ja: サーバーに大きな負荷がかかっています。
ko: 서버에 접속자가 너무 많습니다.
lt: Serveris gali būti labai apkrautas.
oc: Benlèu que lo servidor es subrecargat.
ug: مۇلازىمېتىرنىڭ يۈكى ئېشىپ كەتكەندەك قىلىدۇ.

source: Could not download the release notes
gl: Non foi posíbel descargar as notas da versión
he: לא ניתן להוריד את הערות השחרור
ja: リリースノートをダウンロードできません
ko: 릴리즈 정보를 다운로드 할 수 없습니다.
lt: Nepavyko atsiųsti laidos informacijos
oc: Impossible de telecargar las nòtas de publicacion
ug: نەشر ئۇچۇرلىرى چۈشۈرەلمىدى

source: Please check your internet connection.
gl: Por favor, comprobe a conexión á Internet.
he: נא לבדוק את החיבור לאינטרנט.
ja: インターネット接続を確認してください。
ko: 인터넷 연결 상태를 확인하십시오.
lt: Patikrinkite savo interneto ryšį.
oc: Verificatz vòstra connexion internet.
ug: ئىنتېرنېت باغلىنىشىنى تەكشۈرۈڭ

source: Upgrade
gl: Anovar
he: שדרוג
ja: アップグレード
ko: 업그레이드
lt: Atnaujinti
oc: Metre a nivèl
ug: يۈكسەلدۈر

source: Release Notes
gl: Notas da versión
he: הערות השחרור
ja: リリースノート
ko: 릴리즈 정보
lt: Laidos informacija
oc: Nòtas de version
ug: تارقىتىش چۈشەندۈرۈشى

source: Downloading additional package files...
gl: Descargando os ficheiros de paquetes adicionais...
he: מתקבלים קובצי חבילות נוספים...
ja: 追加パッケージのダウンロード...
ko: 추가 패키지 파일 다운로드 중...
lt: Atsisiunčiami papildomi paketai...
oc: Telecargament dels paquets suplementaris...
ug: قوشۇمچە بوغچا ھۆججەتلىرىنى چۈشۈرۈۋاتىدۇ...

source: File %s of %s at %sB/s
gl: Ficheiro %s de %s a %sB/s
he: קובץ %s מתוך %s ב־%s ב/ש׳
ja: ファイル %s / %s (%sB/s)
ko: 파일 %s / %s, 속도 %sB/s
lt: %s failas iš %s %sB/s greičiu
oc: Fichièr %s sus %s a %s octets/s
ug: ھۆججەت%s / %s (%sB/s)

source: File %s of %s
gl: Ficheiro %s de %s
he: קובץ %s מתוך %s
ja: ファイル %s / %s
ko: 파일 %s / %s
lt: %s failas iš %s
oc: Fichièr %s sus %s
ug: ھۆججەت %s / %s

source: Open Link in Browser
gl: Abrir a ligazón no navegador
he: פתיחת הקישור בדפדפן
ja: リンクをブラウザで開く
ko: 브라우저로 링크 열기
lt: Atverti saitą naršyklėje
oc: Dobrir lo ligam dins un navigador
ug: ئۇلانمىنى توركۆرگۈدە ئېچىش

source: Copy Link to Clipboard
gl: Copiar a ligazón no portapapeis
he: העתקת הקישור ללוח הגזירים
ja: リンクをクリップボードにコピー
ko: 링크를 클립보드에 복사
lt: Kopijuoti saitą į atmintinę
oc: Copiar lo ligam dins lo quichapapièrs
ug: ئۇلانمىنى چاپلاش تاختىسىغا كۆچۈرۈش

source: Downloading file %(current)li of %(total)li with %(speed)s/s
gl: Descargando o ficheiro %(current)li de %(total)li a %(speed)s/s
he: מתקבל קובץ %(current)li מתוך %(total)li במהירות %(speed)s/ש׳
ja: ファイル %(current)li / %(total)li をダウンロード中 (%(speed)s/秒)
ko: %(total)li개 중 %(current)li번째 파일을 %(speed)s/s의 속도로 받는 중
lt: Atsiunčiamas %(current)li failas iš %(total)li, %(speed)s/s greičiu
oc: Telecargament del fichièr %(current)li sus %(total)li a %(speed)s/s
ug: ھۆججەت چۈشۈرۈۋاتىدۇ %(current)li / %(total)li تېزلىكى %(speed)s/s

source: Downloading file %(current)li of %(total)li
gl: Descargando o ficheiro %(current)li de %(total)li
he: מתקבל קובץ %(current)li מתוך %(total)li
ja: ファイル %(current)li / %(total)li をダウンロード中
ko: %(total)li개 중 %(current)li번째 파일을 다운로드 중
lt: Atsiunčiamas %(current)li failas iš %(total)li
oc: Telecargament del fichièr %(current)li sus %(total)li
ug: ھۆججەت چۈشۈرۈۋاتىدۇ %(current)li / %(total)li
