Repository: GalliumOS/update-manager
Catalog: po/*.po
Languages: gl, he, ja, ko, lt, oc, ug

source: The changelog does not contain any relevant changes. Please use http://launchpad.net/ubuntu/+source/%s/%s/+changelog until the changes become available or try again later.
gl: O informe de cambios non contén ningún cambio relevante. Utilice http://launchpad.net/ubuntu/+source/%s/%s/+changelog ata que os cambios estean dispoñíbeis ou probe máis tarde.
he: יומן השינויים אינו מכיל שינויים רלוונטיים. נא להשתמש ב־http://launchpad.net/ubuntu/+source/%s/%s/+changelog עד שיומן השינויים יהיה זמין או לנסות שוב במועד מאוחר יותר.
ja: 変更履歴には関連する変更点がありません。 変更内容が表示されるようになるまで、http://launchpad.net/ubuntu/+source/%s/%s/+changelog を利用するか、後ほど再び試してください。
ko: 바뀐 내용 목록에 내용이 없습니다. 바뀐 내용 목록이 사용 가능하게 되기 전에는 일단 다음 주소를 사용하거나 나중에 다시 시도하십시오. http://launchpad.net/ubuntu/+source/%s/%s/+changelog
lt: Pakeitimų žurnale nėra jokių aktualių pakeitimų. Kol pakeitimai bus prieinami, galite naudoti http://launchpad.net/ubuntu/+source/%s/%s/+changelog arba mėginkite vėliau.
oc: Lo fichièr d'istoric de desvolopament conten pas cap de modificacion pertinenta. Utilizatz http://launchpad.net/ubuntu/+source/%s/%s/+changelog fins al moment que las modificacions seràn disponiblas o tornatz ensajar pus tard.
ug: ئۆزگەرتىش خاتىرىسىدە مۇناسىۋەتلىك ئۆزگىرىشلەر يوق. http://launchpad.net/ubuntu/+source/%s/%s/+changelog ئۆزگەرتىش خاتىرىسى تەييار بولغۇچە ئىشلىتىڭ ياكى كېيىن يەنە سىناپ كۆرۈڭ.

source: The list of changes is not available yet. Please use http://launchpad.net/ubuntu/+source/%s/%s/+changelog until the changes become available or try again later.
gl: A lista de cambios aínda non está dispoñíbel. Por favor, utilice http://launchpad.net/ubuntu/+source/%s/%s/+changelog ata que os cambios estean dispoñíbeis ou probe máis tarde.
he: יומן השינויים עדיין אינו זמין. ניתן להשתמש ב־http://launchpad.net/ubuntu/+source/%s/%s/+changelog עד שיומן השינויים יהיה זמין או לנסות שוב במועד מאוחר יותר.
ja: 変更点のリストはまだ利用できません。 変更内容が表示されるようになるまで、http://launchpad.net/ubuntu/+source/%s/%s/+changelog を利用するか、後ほど再び試してください。
ko: 아직 바뀐 내용 목록을 사용할 수 없습니다. 바뀐 내용 목록이 사용 가능하게 되기 전에는 일단 다음 주소를 사용하거나 나중에 다시 시도하십시오. http://launchpad.net/ubuntu/+source/%s/%s/+changelog
lt: Pakeitimų žurnalas dar neprieinamas. Kol pakeitimai taps prieinami, galite naudoti http://launchpad.net/ubuntu/+source/%s/%s/+changelog arba mėginkite vėliau.
oc: La lista de las modificacions es pas encara disponibla. Consultatz http://launchpad.net/ubuntu/+source/%s/%s/+changelog en esperant que siá disponibla, o tornatz ensajar mai tard.
ug: ئۆزگىرىشلەرنىڭ تىزىملىكىنى تېخى ئىشلەتكىلى بولمايدۇ. http://launchpad.net/ubuntu/+source/%s/%s/+changelog نىڭغا بېرىڭ ئۆزگەرتىش خاتىرىسى تەييار بولغۇچە ئىشلىتىڭ ياكى كېيىن يەنە سىناپ كۆرۈڭ.

source: Failed to detect distribution
gl: Non foi posíbel detectar a distribución
he: אירע כשל בזיהוי ההפצה
ja: ディストリビューションの検出に失敗しました
ko: 배포판 탐지 실패
lt: Nepavyko atpažinti distributyvo
oc: Impossible de detectar la distribucion
ug: تارقىتىلمىنى بايقاش مەغلۇپ بولدى

source: A error '%s' occurred while checking what system you are using.
gl: Produciuse un erro «%s» ao comprobar o que está a usar o seu sistema.
he: אירעה השגיאה '%s' במהלך בדיקת המערכת שבשימושך.
ja: 使用しているシステムを確認している際に、エラー '%s' が起きました。
ko: 사용 중인 시스템을 확인하는 도중 오류 '%s'(이)가 발생했습니다.
lt: Tikrinant, kokią sistemą naudojate, įvyko klaida „%s“.
oc: Una error « %s » s'es producha en ensajant de determinar lo sistèma qu'utilizatz.
ug: قايسى سىستېمىنى ئىشلىتىۋاتقانلىقىڭىزنى تەكشۈرۈۋاتقاندا '%s' دېگەن خاتالىق كۆرۈلدى

source: Important security updates
gl: Actualizacións de seguranza importantes
he: עדכוני אבטחה חשובים
ja: 重要なセキュリティアップデート
ko: 중요 보안 업데이트
lt: Svarbūs saugumo atnaujinimai
oc: Mesas a jorn de seguretat importantas
ug: بىخەتەرلىككە مۇناسىۋەتلىك مۇھىم يېڭىلانمىلار

source: Recommended updates
gl: Actualizacións recomendadas
he: עדכונים מומלצים
ja: 推奨アップデート
ko: 추천 업데이트
lt: Rekomenduojami atnaujinimai
oc: Mesas a jorn recomandadas
ug: تەۋسىيىلىك يېڭىلانمىلار

source: Proposed updates
gl: Actualizacións aconselladas
he: עדכונים מוצעים
ja: 「Proposed」（テスト版）アップデート
ko: 제안 업데이트
lt: Svarstomi atnaujinimai
oc: Mesas a jorn suggeridas
ug: تەكلىپلىك يېڭىلانمىلار

source: Backports
gl: Adaptacións regresivas (backports)
he: חבילות תמיכה
ja: バックポート
ko: 백포트
lt: Iš naujos versijos perkeltos programos
oc: Retroportatges

source: Distribution updates
gl: Actualizacións da distribución
he: עדכוני הפצה
ja: ディストリビューションのアップデート
ko: 배포판 업데이트
lt: Distributyvo atnaujinimai
oc: Mesas a jorn de la distribucion
ug: تارقىتىلمىنىڭ يېڭىلانمىلىرى

source: Other updates
gl: Outras actualizacións
he: עדכונים אחרים
ja: その他のアップデート
ko: 기타 업데이트
lt: Kiti atnaujinimai
oc: Autras mesas a jorn
ug: باشقا يېڭىلانمىلار

source: Software updates correct errors, eliminate security vulnerabilities and provide new features.
gl: As actualizacións de software corrixen erros, eliminan fallos de seguranza e fornecen funcionalidades novas.
he: עדכוני תכנה מתקנים שגיאות, מסייעים בפתרון חולשות אבטחה ומספקים תכונות חדשות.
ja: ソフトウェアアップデートはエラーを修正し、セキュリティホールを取り除き、新しい機能を提供します。
ko: 소프트웨어 업데이트는 오류를 고치고, 보안 문제를 제거하며 새로운 기능을 제공합니다.
lt: Programinės įrangos atnaujinimai ištaiso klaidas, pašalina saugumo spragas ir suteikia naujų funkcijų.
oc: Las mesas a jorn logicialas corregisson d'errors, eliminan de falhas de seguretat e apòrtan de foncionalitats novèlas.
ug: يۇمشاق دېتال يېڭىلانمىلىرى خاتالىقلارنى تۈزىتىدۇ، بىخەتەرلىكتىكى بوشلۇقلارنى يوق قىلىدۇ، يېڭى ئىقتىدارلارنى تەمىنلەيدۇ.

source: _Partial Upgrade
gl: Anovación _Parcial
he: שדרוג _חלקי
ja: 部分的なアップグレード(_P)
ko: 부분 업그레이드(_P)
lt: _Dalinis atnaujinimas
oc: _Mesa a jorn parciala
ug: قىسمىي يۈكسەلدۈر(_P)

source: <big><b>Not all updates can be installed</b></big>
gl: <big><b>Non se poden instalar todas as actualizacións</b></big>
he: <big><b>לא ניתן להתקין את כל העדכונים</b></big>
ja: <big><b>一部のアップデートだけがインストール可能です</b></big>
ko: <big><b>업데이트를 전부 설치할 수 없습니다</b></big>
lt: <big><b>Ne visi atnaujinimai gali būti įdiegti</b></big>
oc: <big><b>D'unas mesas a jorn pòdon pas èsser installadas</b></big>
ug: <b><big>ھەممە يېڭىلانمىلارنى ئورناتقىلى بولمايدۇ</b></big>

source: Run a partial upgrade, to install as many updates as possible. This can be caused by: * A previous upgrade which didn't complete * Problems with some of the installed software * Unofficial software packages not provided by Ubuntu * Normal changes of a pre-release version of Ubuntu
gl: Executar unha anovación parcial para instalar cantas actualizacións sexan posíbeis. Isto pódese deber a: * Unha anovación anterior da versión que non rematou * Problemas con algún software instalado * Paquetes de software non oficiais non fornecidos por Ubuntu * Alteracións normais dunha versión de prelanzamento de Ubuntu
he: יש להריץ שדרוג חלקי, כדי להתקין כמה שיותר עדכונים. מצב זה עלול להיגרם עקב: * שדרוג קודם שלא הושלם * בעיות עם כמה מהתוכנות המותקנות * חבילות תכנה בלתי רשמיות שלא סופקו על ידי אובונטו * שינויים רגילים בגרסת טרום־הפצה של אובונטו
ja: できる限り多くのアップデートをインストールするため、部分アップグレードを実行します。 以下の原因が考えられます: * 以前のアップグレードが完了していなかった。 * インストールしたソフトウェアのどれかに問題がある。 * Ubuntu が提供していない、非公式なパッケージを使用している。 * 開発版 Ubuntu を利用している（開発版における通常の変更）。
ko: 최대한 많은 업데이트를 설치하기 위해 부분적으로 업데이트합니다. 이 문제의 원인은: * 이전 업그레이드가 완료되지 않음 * 일부 설치한 소프트웨어의 문제 * 우분투에서 제공하지 않는 비공식 소프트웨어 패키지 * 공식 배포 이전 버전 우분투의 일상적인 바뀜
lt: Paleiskite dalinį atnaujinimą, kad įdiegtumėte tiek atnaujinimų, kiek įmanoma. To priežastimi galėjo būti: * Ankstesnis nebaigtas atnaujinimas * Problemos su kai kuria įdiegta programine įranga * Neoficialūs, Ubuntu netiekiami, programinės įrangos paketai * Normalūs dar neišleistos Ubuntu versijos pakeitimai
oc: Executa una mesa a nivèl parciala per installar autant de mesas a jorn coma possible. Aquò pòt èsser degut a : * una precedenta mesa a nivèl incompleta ; * de problèmas amb d'unes logicials installats ; * de paquets non oficials, pas provesits per Ubuntu ; * de cambiaments normals d'una preversion d'Ubuntu.
ug: ئامالنىڭ بارىچە كۆپرەك يېڭىلانمىلارنى ئورنىتىش ئۈچۈن، قىسمى upgrade نى ئىجرا قىلىڭ. بۇنداق بولۇشتىكى سەۋەب: * ئالدىنقى قېتىملىق يۈكسەلدۈرۈش تاماملانمىغان * ئورنىتىلغان بىر قىسىم يۇمشاق دېتاللاردا مەسىلە بار * ئۇبۇنتۇ تەمىنلىمىگەن بىر قىسىم يۇمشاق دېتال بوغچىلىرى بار * ئۇبۇنتۇنىڭ pre-release نەشرىدىكى ئۆزگىرىشلەر

source: Chec_k
gl: Compro_bar
he: _בדיקה
ja: 再チェック(_K)
ko: 확인(_K)
lt: Ti_krinti
oc: _Verificar
ug: تەكشۈر(_K)

source: <b><big>You must check for updates manually</big></b> Your system does not check for updates automatically. You can configure this behavior in <i>Software Sources</i> on the <i>Updates</i> tab.
gl: <b><big>Ten que comprobar as actualizacións manualmente</big></b> O seu sistema non comproba as actualizacións automaticamente. Pode configurar este comportamento en <i>Fontes de software</i> na lapela <i>Actualizacións</i>.
he: <b><big>עליך לבדוק עדכונים באופן ידני</big></b> המערכת לא תחפש עדכונים אוטומטית. ניתן לשנות נוהל זה ב<i>מקורות תכנה</i> תחת הלשונית <i>עדכונים</i>.
ja: <b><big>アップデートの確認を手動で行う必要があります</big></b> アップデートの確認を自動で行わない設定になっています。この動作の変更は、<i>ソフトウェアソース</i>の<i>アップデート</i>タブで行ないます。
ko: <b><big>업데이트를 직접 확인해야 합니다.</big></b> 업데이트를자동으로 확인하지 않습니다. 이 동작은 <i>업데이트</i> 탭의 <i>소프트웨어 소스</i>에서 설정할 수 있습니다.
lt: <b><big>Turite patikrinti, ar yra atnaujinimų, rankiniu būdu</big></b> Jūsų sistema neieško atnaujinimų automatiškai. Galite konfigūruoti šią veikseną <i>Programinės įrangos saugyklos</i> kortelėje <i>Atnaujinimai</i>.
oc: <b><big>Vos cal verificar manualament la disponibilitat de mesas a jorn</big></b> Vòstre sistèma verifica pas la preséncia de mesas a jorn automaticament. Podètz configurar aqueste compòrtament dins l'onglet <i>Mesas a jorn</i> de l'aplicacion <i>Fonts de logicials</i>.
ug: <b><big>يېڭىلانمىلارنى قولدا تەكشۈرۈشىڭىز زۆرۈر</big></b> سىستېمىڭىز يېڭىلانمىلارنى ئاپتوماتىك تەكشۈرمەيدۇ. ئاپتوماتىك تەكشۈرىدىغان قىلىش ئۈچۈن <i>يېڭىلانمىلار</i> بەتكۈچىدىكى <i>يۇمشاق دېتال مەنبەلىرى</i>نى تەڭشىسىڭىز بولىدۇ.

source: _Hide this information in the future
gl: _Agochar esta información no futuro
he: ה_סתרת מידע זה בעתיד
ja: 今後この情報を表示しない(_H)
ko: 앞으로 이 정보 숨기기(_H)
lt: _Nerodyti šios informacijos ateityje
oc: _Amagar aquestas informacions a partir d'ara
ug: كېيىن بۇ ئۇچۇرنى يوشۇر(_I)

source: Co_ntinue
gl: Con_tinuar
he: ה_משך
ja: 続行(_N)
ko: 계속(_N)
lt: _Tęsti
oc: Co_ntunhar
ug: داۋاملاشتۇر(_N)

source: <big><b>Running on battery</b></big>
gl: <big><b>Executando con batería</b></big>
he: <big><b>פועל על סוללה</b></big>
ja: <big><b>バッテリーで動作中です</b></big>
ko: <big><b>배터리로 동작 중</b></big>
lt: <big><b>Naudojama baterija</b></big>
oc: <big><b>Foncionament sus batariá</b></big>
ug: <b><big>باتارېيىدە مېڭىۋاتىدۇ</b></big>

source: Your system is running on battery. Are you sure you want to continue?
gl: Estase esgotando a batería. Está seguro de que quere continuar?
he: המערכת שלך פועלת על סוללה. האם ברצונך להמשיך?
ja: このシステムはバッテリーで動作中です。このまま処理を継続してもよろしいですか？
ko: 시스템이 배터리로 동작하고 있습니다. 계속 진행하시겠습니까?
lt: Jūsų kompiuteris naudoja baterijos energiją. Ar tikrai norite tęsti?
oc: Vòstre ordenador fonciona sus batariá. Sètz segur que volètz contunhar ?
ug: سىستېمىڭىز باتارېيىدە مېڭىۋاتىدۇ. داۋاملاشتۇرامسىز؟

source: _Upgrade
gl: A_novar
he: _שדרוג
ja: アップグレード(_U)
ko: 업그레이드(_U)
lt: _Atnaujinti
oc: _Metre a jorn
ug: يۈكسەلدۈر(_U)

source: Show progress of individual files
gl: Mostrar o progreso de cada ficheiro individual
he: הצגת התקדמות כל קובץ
ja: 個別のファイルの進捗を表示
ko: 각 파일의 진행 상태 표시
lt: Rodyti paskirų failų pažangą
oc: Afichar l'avançament de cada fichièr
ug: ھەر بىر ھۆججەتنىڭ بىر تەرەپ قىلىش جەريانىنى كۆرسەتسۇن

source: U_pgrade
gl: A_novar
he: _שדרוג
ja: アップグレード(_P)
ko: 업그레이드(_P)
lt: At_naujinti
oc: _Metre a jorn
ug: يۈكسەلدۈرۈش(_P)

source: updates
gl: actualizacións
he: עדכונים
ja: アップデート
ko: 업데이트
lt: atnaujinimai
oc: mesas a jorn
ug: يېڭىلانمىلار

source: Changes
gl: Cambios
he: שינויים
ja: 変更箇所
ko: 바뀐 내용
lt: Pakeitimai
oc: Cambiaments
ug: ئۆزگىرىشلەر

source: Description
gl: Descrición
he: תיאור
ja: 詳細
ko: 설명
lt: Aprašas
oc: Descripcion
ug: چۈشەندۈرۈش

source: You are connected via roaming and may be charged for the data consumed by this update.
gl: Agora está conectado en itinerancia e poden producirse cargos polos datos consumidos nesta actualización.
he: יש לך חיבור לרשת באמצעות נדידה ויתכן שתחוייב על הנתונים שנצרכו במהלך העדכון.
ja: ローミングサービス経由で接続しているため、アップデートによる帯域消費によって課金される可能性があります。
ko: 로밍 서비스에 연결되어 있습니다. 이 업데이트의 데이터 사용으로 인한 요금이 발생할 수 있습니다.
lt: Jūs prisijungęs per tarptinklinį ryšį ir galite būti apmokestinti už atnaujinimo metu parsiųstus duomenis.
oc: Sètz connectat(-ada) via un operador mobil e podètz èsser facturat(-ada) per las donadas mandadas per aquesta mesa a jorn.
ug: كەزمە مۇلازىمەت ئارقىلىق باغلىنىۋاتىسىز. يېڭىلاشتا سانلىق-مەلۇمات ئالاقىسى ئۈچۈن جىقراق پۇل كېتىشى مۇمكىن.

source: It’s safer to connect the computer to AC power before updating.
gl: Por seguridade, conecte o equipo á toma eléctrica antes de actualizar.
he: עדיף לחבר את המחשב למקור חשמל בטרם התחלת העדכון.
ja: アップデートを行う前にAC電源をコンピューターに接続しておくと安全です。
ko: 업데이트를 시작하기 전에 컴퓨터를 교류 전원에 연결 하는 것이 안전합니다.
lt: Yra saugiau prijungti kompiuterį prie kintamosios srovės prieš atnaujinant.
oc: Es mai segur de brancar l'ordenador sus una alimentacion sector abans la mesa a jorn.
ug: يېڭىلاشتىن ئاۋۋال كومپيۇتېرنى AC(سىرتقى توك مەنبەسى) گە ئۇلاپ قويسىڭىز بىخەتەر بولىدۇ.

source: _Settings...
gl: _Opcións...
he: ה_גדרות...
ja: 設定(_S)...
ko: 설정(_S)...
lt: _Nustatymai...
oc: _Paramètres...
ug: تەڭشەك(_S)…

source: <b>A new version of Ubuntu is available. Would you like to upgrade?</b>
gl: <b>Existe unha nova versión de Ubuntu dispoñíbel. Desexa anovar?</b>
he: <b>ישנה גרסה חדשה של אובונטו זמינה להורדה. האם ברצונך לשדרג?</b>
ja: <b>新しいバージョンの Ubuntu が利用可能です。アップグレードしますか?</b>
ko: <b>새 버전의 우분투를 사용할 수 있습니다. 업그레이드 하시겠습니까?</b>
lt: <b>Prieinama nauja Ubuntu versija. Ar norėtumėte atnaujinti?</b>
oc: <b>Una version novèla d'Ubuntu es disponibla. Volètz metre a jorn vòstre sistèma ?</b>
ug: <b>ئۇبۇنتۇنىڭ يېڭى نەشرى بار ئىكەن، يۈكسەلدۈرەمسىز؟</b>

source: Don't Upgrade
gl: Non anovar
he: לא לשדרג
ja: アップグレードしない
ko: 업그레이드하지 않음
lt: Neatnaujinti
oc: Metre pas a jorn
ug: يۈكسەلدۈرمە

source: Ask Me Later
gl: Preguntarme máis tarde
he: הצגת השאלה מאוחר יותר
ja: 次回にたずねる
ko: 나중에 묻기
lt: Paklausti vėliau
oc: Lo me demandar pus tard
ug: كېيىن سورىغىن

source: Yes, Upgrade Now
gl: Si, anovar agora
he: כן, לשדרג כעת
ja: 今すぐアップグレードする
ko: 지금 업그레이드
lt: Taip, atnaujinti dabar
oc: Òc, metre a jorn ara
ug: ھەئە، ھازىرلا يۈكسەلدۈر

source: You have declined to upgrade to the new Ubuntu
gl: Vostede rexeitou a anovación ao novo Ubuntu
he: דחית את השדרוג לגרסה החדשה של אובונטו
ja: 新しいUbuntuへのアップグレードを拒絶
ko: 새 우분투로 업그레이드 하는 것을 취소했습니다.
lt: Jūs atsisakėte atnaujinti Ubuntu į naują versiją
oc: Avètz declinada la mesa a jorn cap a la version novèla d'Ubuntu.
ug: يېڭى ئۇبۇنتۇغا يۈكسەلدۈرۈشنى رەت قىلدىڭىز

source: Software Updates
gl: Actualizacións de software
he: עדכוני תכנה
ja: ソフトウェアのアップデート
ko: 소프트웨어 업데이트
lt: Programinės įrangos atnaujinimai
oc: Mesa a jorn dels logicials
ug: يۇمشاق دېتال يېڭىلانمىلىرى

source: Show and install available updates
gl: Mostrar e instalar as actualizacións dispoñíbeis
he: הצגה והתקנה של העדכונים הזמינים
ja: 利用できるアップデートの閲覧・インストール
ko: 사용할 수 있는 업데이트를 보여주고, 설치합니다.
lt: Rodyti ir įdiegti galimus atnaujinimus
oc: Afichar e installar las mesas a jorn disponiblas
ug: بار بولغان يېڭىلانمىلارنى كۆرسىتىش ۋە ئورنىتىش

source: Show version and exit
gl: Mostrar a versión e saír
he: הצגת הגרסה ויציאה
ja: バージョンを表示して終了
ko: 버전을 표시하고 끝내기
lt: Rodyti versiją ir išeiti
oc: Afichar lo numèro de version e tampar
ug: نەشرىنى كۆرسىتىپ چېكىنىش

source: Directory that contains the data files
gl: Directorio que contén os ficheiros de datos
he: תיקייה המכילה את קובצי הנתונים
ja: データファイルの含まれるディレクトリ
ko: 데이터 파일이 저장된 디렉터리
lt: Katalogas, kuriame saugomi duomenų failai
oc: Dorsièr que conten los fichièrs de donadas
ug: سانلىق-مەلۇمات ھۆججەتلىرىنى ئوز ئىچىگە ئالغان مۇندەرىجە

source: Check if a new Ubuntu release is available
gl: Comprobar se hai unha nova versión de Ubuntu dispoñíbel
he: יש לבדוק האם יש גרסה חדשה יותר של אובונטו
ja: 新しい Ubuntu のリリースが 利用可能かどうかチェックする
ko: 새로운 우분투 버전이 있는지 확인합니다
lt: Patikrinti, ar yra nauja Ubuntu laida
oc: Verificar se una version novèla d'Ubuntu es disponibla
ug: ئۇبۇنتۇنىڭ يېڭى نەشرى بارمۇ-يوق تەكشۈرۈش

source: Check if upgrading to the latest devel release is possible
gl: Comprobar se resulta posíbel anovar á versión en desenvolvemento máis recente
he: יש לבדוק האם שדרוג לגרסת הפיתוח העדכנית ביותר אפשרי
ja: 最新の開発リリースへのアップデートが利用可能かどうかチェックする
ko: 최신 개발 버전으로 업그레이드할 수 있는지 확인합니다
lt: Patikrinti, ar galima atnaujinti iki naujausios dar neišleistos versijos.
oc: Verificar se la mesa a nivèl cap a la darrièra version de desvolopament es possibla
ug: مۇمكىن ئىجادىيەت باسقۇچىدىكى نەشرنى تەكشۈرسۇن

source: Upgrade using the latest proposed version of the release upgrader
gl: Anovación usando a última versión aconsellada polo anovador de versións.
he: שדרוג באמצעות הגרסה העדכנית ביותר של משדרג ההפצה המוצעת
ja: リリースアップグレードが提案する最新のバージョンを使ってアップグレードを行う
ko: 배포판 업그레이드 장치의 최종 제안 버전을 사용하여 업그레이드
lt: Atnaujinti naudojant naujausią siūlomą laidų atnaujinimų tvarkyklės versiją
oc: Metre a nivèl en utilizant la darrièra version prepausada de l'assistent de mesa a jorn de la distribucion
ug: ئەڭ يېڭى نەشرىدە تەۋسىيە قىلىنغان يۈكسەلدۈرگۈچنى ئىشلىتىپ يۈكسەلدۈرۈش

source: Do not focus on map when starting
gl: Non enfocar o mapa ao comezar
he: אין להתמקד במפה בעת ההפעלה
ja: 起動時にウィンドウに入力フォーカスを当てない
ko: 시작할 때 지도에 포커스를 두지 말 것
lt: Paleidus nesuaktyvinti plano
oc: Capturar pas lo focus a l'aviada
ug: قوزغالغاندا كۆزنەك فوكۇسلانمىسۇن

source: Try to run a dist-upgrade
gl: Tente executar dist-upgrade
he: לנסות ולהריץ את dist-upgrade
ja: dist-upgradeを実行する
ko: 배포판 업그레이드 실행 시도
lt: Pabandykite paleisti dist-upgrade
oc: Ensajar d'executar un « dist-upgrade »
ug: «dist-upgrade» نى ئىجرا قىلىپ بېقىش

source: Do not check for updates when starting
gl: Non comprobar no inicio se hai actualizacións
he: אין לבדוק אם ישנם עדכונים בעת ההפעלה.
ja: 起動時にアップデートをチェックしない
ko: 시작할 때 업데이트 확인하지 않기
lt: Neieškoti atnaujinimų paleidžiant
oc: Verificar pas las mesas a jorn a l'aviada
ug: باشلانغاندا يېڭىلانمىلارنى تەكشۈرمە

source: Test upgrade with a sandbox aufs overlay
gl: O test de anovación con área de probas aufs devolve superposición
he: בדיקת השדרוג עם שכבת sandbox aufs
ja: aufsオーバレイを実験環境に用いてのテストアップグレード
ko: 샌드박스 aufs 오버레이로 시험 업그레이드
lt: Išbandyti atnaujinimą su sandbox aufs perdanga
oc: Testar la mesa a nivèl dins un environament protegit (sandbox aufs)
ug: sandbox aufs overlay بىلەن يۈكسەلدۈرۈشنى سىناپ بېقىش

source: Running partial upgrade
gl: Executando unha anovación parcial
he: השדרוג החלקי פועל
ja: 部分的なアップグレードを実行
ko: 부분 업그레이드 실행
lt: Vykdomas dalinis atnaujinimas
oc: Aviada d'una mesa a nivèl parciala
ug: قىسمى يۈكسەلدۈرۈشنى ئىجرا قىلىۋاتىدۇ

source: Show description of the package instead of the changelog
gl: Mostrar a descrición do paquete no canto do rexistro de cambios
he: הצג תיאור החבילה במקום יומן השינויים
ja: 変更履歴の代わりにパッケージの説明を表示
ko: 패지키의 바뀐 내용 목록대신 설명 보이기
lt: Rodyti paketo aprašą vietoje pakeitimų žurnalo
oc: Veire la descripcion del paquet al luòc de la lista de las modificacions
ug: بوغچىنىڭ ئۆزگەرتىلىش خاتىرىسىنى ئەمەس چۈشەندۈرۈشلىرىنى كۆرسەتسۇن

source: Try upgrading to the latest release using the upgrader from $distro-proposed
gl: Tente anovarse á última versión usando o anovador desde $distro-proposed
he: מתבצע ניסיון לשדרג להפצה האחרונה בעזרת המעדכן מ־$distro-proposed
ja: アップグレードソフトウェアを使って $distro-proposed から最新のリリースへのアップグレードを試す
ko: 업그레이드 도구를 이용하여 $distro-proposed에서 최신 배포판으로 업그레이드를 시도합니다
lt: Bandykite atnaujinti į naujausią laidą naudodami atnaujinimo programą iš $distro-proposed
oc: Ensajar de metre a nivèl cap a la darrièra version disponibla en utilizant l'esplech de mesa a jorn de $distro-proposed
ug: $distro-proposed دىكى يۈكسەلدۈرگۈچنى ئىشلىتىپ ئەڭ يېڭى نەشرىگە يۈكسەلدۈرۈپ بېقىڭ.

source: Run in a special upgrade mode. Currently 'desktop' for regular upgrades of a desktop system and 'server' for server systems are supported.
gl: Executar nun modo de anovación especial. Actualmente existen «desktop» para actualizacións normais dun sistema de escritorio e «server» para sistemas servidores.
he: הרצה במצב שדרוג מיוחד. נכון לעכשיו נתמכים המצבים 'desktop' עבור שדרוגים רציפים למערכות שולחניות ו־'server' עבור מערכות לשרתים.
ja: 特別なアップグレードモードで実行する。 現在、デスクトップシステムの標準的なアップグレードを行う 'desktop' オプションと、サーバーシステム向けの 'server' オプションがサポートされています。
ko: 특별 업그레이드 모드에서 실행합니다. 현재는 데스크톱 시스템의 일반적인 업그레이드를 위한 'desktop' 모드와 서버 시스템을 위한 'server' 모드를 지원합니다.
lt: Paleisti specialioje atnaujinimo veiksenoje. Šiuo metu yra palaikomos „desktop“ – reguliarūs atnaujinimai staliniams kompiuteriams – ir „server“ – atnaujinimai serverių sistemoms.
oc: Aviar dins un mòde especial de mesa a nivèl. Los mòdes disponibles actualament son « desktop » per las mesas a nivèl estandardas d'un ordenador de burèu e « server » per las installacions de tipe servidor.
ug: ئالاھىدە يۈكسەلدۈرۈش ھالىتىدە ئىجرا قىلىش. نۆۋەتتە ئۈستەلئۈستى نەشرىدە 'desktop' دېگەن تاللانمىنى، مۇلازىمېتىر نەشرىدە 'server' دېگەن تاللانمىنى قوللايدۇ.

source: Run the specified frontend
gl: Execute a interface gráfica indicada
he: הרצת מנשק המשתמש הנבחר
ja: 特定のフロントエンドで実行
ko: 지정한 프론트엔드를 실행
lt: Paleisti nurodytą sąsają
oc: Aviar l'interfàcia especificada
ug: بەلگىلەنگەن ئالدىئۇچنى ئىجرا قىلىش

source: Check only if a new distribution release is available and report the result via the exit code
gl: Comprobar só se está dispoñíbel unha nova versión da distribución e informar do resultado mediante o código de saída.
he: יש לבדוק רק אם זמינה הפצה חדשה ולדווח על התוצאה באמצעות קוד יציאה.
ja: 新しいディストリビューション・リリースが利用可能かどうかチェックし、終了コードで結果を通知する
ko: 새 배포판이 있을 경우에만 확인하기. 결과는 끝내기 코드를 통해 반환
lt: Patikrinti ar yra nauja distributyvo laida ir pranešti rezultatą pabaigos kodu
oc: Verificar solament se una distribucion novèla es disponibla e afichar lo resultat en sortida.
ug: ئۇبۇنتۇنىڭ يېڭى نەشرىنىڭ بار-يوقلۇقىنىلا تەكشۈرۈپ، نەتىجىنى exit code مەلۇم قىلىش

source: Checking for a new Ubuntu release
gl: Buscando novas publicacións de Ubuntu
he: מתבצעת בדיקה להימצאות גרסה חדשה של אובונטו
ja: 新しい Ubuntu のリリースをチェックしています
ko: 새 우분투 배포판 확인
lt: Ieškoma naujos Ubuntu laidos
oc: Recèrca d'una novèla version d'Ubuntu
ug: Ubuntu نىڭ يېڭى نەشرىنى تەكشۈرۈش

source: For upgrade information, please visit: %(url)s
gl: Para obter máis información sobre esta anovación, visite: %(url)s
he: לפרטים על השדרוג, נא לבקר בכתובת: %(url)s
ja: アップグレード情報は以下を参照: %(url)s
ko: 업그레이드 정보를 확인하려면, 아래 주소를 방문하세요: %(url)s
lt: Atnaujinimų informacijai gauti aplankykite: %(url)s
oc: Per mai d'entresenhas sus la mesa a jorn, visitatz : %(url)s
ug: يېڭىلانمىلار ھەققىدىكى ئۇچۇرلارنى بىلىش ئۈچۈن تۆۋەندىكى تورتۇرانى زىيارەت قىلىڭ: %(url)s

source: No new release found
gl: Non se atopou unha versión nova
he: לא נמצאה גרסה חדשה
ja: 新しくリリースされたものはありません
ko: 새 배포판이 없습니다.
lt: Naujų laidų nerasta
oc: Cap de version novèla pas trobada
ug: يېڭى نەشرى يوقكەن

source: New release '%s' available.
gl: Unha versión nova «%s» dispoñíbel
he: הפצה חדשה '%s' זמינה.
ja: 新しいリリース '%s' が利用可能になっています。
ko: 새 배포판 '%s'을(를) 사용할 수 있습니다.
lt: Yra nauja laida „%s“.
oc: Version novèla « %s » disponibla.
ug: يېڭى نەشرى '%s' بار ئىكەن.

source: Run 'do-release-upgrade' to upgrade to it.
gl: Execute «do-release-upgrade» para anovarse.
he: יש להריץ את הפקודה 'do-release-upgrade' כדי לשדרג אליה.
ja: 'do-release-upgrade' を実行してアップグレードしてください
ko: 업그레이드를 하시려면 'do-release-upgrade' 명령을 실행하세요.
lt: Norėdami atnaujinti į ją, paleiskite „do-release-upgrade“.
oc: Aviar « do-release-upgrade » per metre a nivèl cap a aquesta.
ug: يۈكسەلدۈرۈش ئۈچۈن 'do-release-upgrade' نى ئىجرا قىلىڭ.
