Repository: GalliumOS/update-manager
Catalog: po/*.po
Languages: gl, he, ja, ko, lt, oc, ug

source: Your Ubuntu release is not supported anymore.
gl: A súa versión de Ubuntu xa non está asistida.
he: גרסת האובונטו שלך אינה נתמכת עוד.
ja: このバージョンのUbuntuは既にサポートが打ち切られています。
ko: 현재 사용 중인 우분투 배포판은 더 이상 지원하지 않습니다.
lt: Jūsų Ubuntu laida daugiau nepalaikoma.
oc: Vòstra version d'Ubuntu es pas pus presa en carga.
ug: سىز ئىشلىتىۋاتقان ئۇبۇنتۇغا ئەمدى تېخنىكىلىق ياردەم تەمىنلەنمەيدۇ.

source: You will not get any further security fixes or critical updates. Please upgrade to a later version of Ubuntu.
gl: Non recibirá máis arranxos de problemas de seguranza ou actualizacións críticas. Actualice a unha versión posterior de Ubuntu.
he: לא יתקבלו עוד תיקוני אבטחה או עדכונים חשובים. נא לשדרג לגרסה עדכנית יותר של אובונטו.
ja: 今後、セキュリティ修正や重要な更新は行われません。新しいリリースの Ubuntu にアップグレードしてください。
ko: 이후 보안 패치, 중요한 업데이트를 받을 수 없습니다. 최신 버전으로 업그레이드 하십시오.
lt: Jūs nebegausite jokių saugumo ar kritinių atnaujinimų. Prašome atnaujinti Ubuntu į naujesnę versiją.
oc: Recbretz pas mai cap de correccion de falhas de seguretat ni de mesas a jorn criticas. Metètz a nivèl cap a una version mai recenta d'Ubuntu .
ug: بۇنىڭدىن كېيىن بىخەتەرلىك ياماقلىرىغا ياكى مۇھىم يېڭىلانمىلارغا ئېرىشەلمەيسىز. ئۇبۇنتۇنىڭ كېيىنكى نەشرىگە يۈكسەلدۈرۈڭ.

source: Upgrade information
gl: Información sobre a anovación
he: נתוני השדרוג
ja: アップグレード情報
ko: 업그레이드 정보
lt: Atnaujinimo informacija
oc: Informacion de mesa a nivèl
ug: يۈكسەلدۈرۈش ئۇچۇرى

source: Install
gl: Instalar
he: התקנה
ja: インストール
ko: 설치
lt: Įdiegti
oc: Installar
ug: ئورنات

source: Name
gl: Nome
he: שם
ja: 名前
ko: 이름
lt: Pavadinimas
oc: Nom
ug: ئاتى

source: Version %s:
gl: Versión %s:
he: גרסה %s:
ja: バージョン %s:
ko: 버전 %s:
lt: Versija %s:
ug: نەشرى %s:

source: No network connection detected, you can not download changelog information.
gl: Non se detectou ningunha conexión de rede, non pode descargar a información do rexistro de cambios.
he: לא זוהה חיבור לרשת, לא ניתן להוריד נתונים על השינויים שחלו בחבילות.
ja: ネットワーク接続が見つからないので、変更履歴情報をダウンロードできません。
ko: 네트워크에 연결되어 있지 않습니다. 바뀐 내용 목록을 다운로드할 수 없습니다.
lt: Neaptiktas joks tinklo ryšys, jūs negalėsite atsiųsti pakeitimų žurnalo.
oc: Cap de connexion de ret es pas estada detectada. Podètz pas telecargar la lista de cambiaments.
ug: تور باغلىنىشى تېپىلمىدى، ئۆزگىرىش خاتىرىسى ئۇچۇرنى چۈشۈرگىلى بولمايدۇ.

source: Downloading list of changes...
gl: Descargando a lista de cambios...
he: רשימת השינויים מתקבלת כעת...
ja: 変更点のリストを取得中...
ko: 바뀐 내용 목록을 다운로드하고 있습니다...
lt: Atsiunčiamas pakeitimų sąrašas...
oc: Telecargament de la lista de las modificacions...
ug: ئۆزگىرىشلەرنىڭ تىزىملىكىنى چۈشۈرۈۋاتىدۇ...

source: _Deselect All
gl: _Deseleccionar todo
he: _ביטול כל הבחירות
ja: すべての選択を外す(_D)
ko: 모든 선택 취소(_D)
lt: _Nepasirinkti nieko
oc: _Deseleccionar tot
ug: ھېچنېمىنى تاللىما(_D)

source: Select _All
gl: Seleccionar _todo
he: ב_חירת הכול
ja: すべて選択(_A)
ko: 모두 선택(_A)
lt: Pasirinkti _visus
oc: Seleccionar _tot
ug: ھەممىنى تاللا(_A)

source: %s will be downloaded.
gl: Vanse descargar %s.
he: %s יתקבלו.
ja: %s をダウンロードします。
ko: %s을(를) 다운로드 하게됩니다.
lt: %s bus atsiųsta.
oc: %s serà(n) telecargat(s).
ug: %s چۈشۈرۈلىدۇ.

source: There are no updates to install.
gl: Non hai actualizacións que instalar.
he: אין עדכונים להתקנה.
ja: インストールするアップデートはありません。
ko: 설치할 업데이트가 없습니다.
lt: Nėra atnaujinimų įdiegimui.
oc: I a pas de mesas a jorn d'installar.
ug: ئورنىتىدىغان يېڭىلانمىلار يوق.

source: Unknown download size.
gl: Tamaño da descarga descoñecida.
he: גודל ההורדה אינו ידוע.
ja: 不明なダウンロードサイズです。
ko: 다운로드 크기 알 수 없음
lt: Nežinomas atsiuntimo dydis.
oc: Talha del telecargament desconeguda.
ug: چۈشۈرۈش چوڭلۇقى نامەلۇم.

source: It is unknown when the package information was updated last. Please click the 'Check' button to update the information.
gl: Non se sabe cando se actualizou a última vez esta información. Prema no botón «Comprobar» para actualizar a información.
he: המועד האחרון בו עודכנו נתוני החבילות אינו ידוע. נא ללחוץ על הלחצן 'בדיקה' כדי לעדכן את הנתונים.
ja: パッケージ情報の最終更新日時は不明です。'再チェック' ボタンをクリックして情報を更新してください。
ko: 패키지 정보를 언제 마지막으로 업데이트했는지 알 수 없습니다. 정보를 업데이트하려면 '확인' 단추를 눌러주십시오.
lt: Nežinoma kada sistema buvo atnaujinta paskutinį kartą. Prašau paspauskite „Tikrinti“ mygtuką informacijai atnaujinti.
oc: La data de darrièra mesa a jorn de las informacions de paquets es desconeguda. Clicatz sul boton “Verificar” per metre a jorn aquelas informacions.
ug: بوغچا ئۇچۇرىنىڭ قاچان يېڭىلانغانلىقى نامەلۇم. ‹تەكشۈر› توپچىسىنى ئىشلىتىپ ئۇچۇرلارنى يېڭىلاڭ.

source: The package information was last updated %(days_ago)s days ago. Press the 'Check' button below to check for new software updates.
gl: A información sobre os paquetes foi actualizada por ultima vez hai %(days_ago)s días. Prema o botón «Comprobar» de embaixo para consultar se hai novas actualizacións de software.
he: פרטי החבילה עודכנו לאחרונה לפני %(days_ago)s ימים. נא ללחוץ על הלחצן 'בדיקה' שלהלן כדי לבדוק האם ישנם עדכוני תכנה חדשים.
ja: パッケージ情報は %(days_ago)s 日前に更新されました。 '再チェック' ボタンを押して新しいソフトウェアアップデートをチェックしてください。
ko: 패키지 정보를 %(days_ago)s일 전에 업데이트했습니다. 아래 '검사' 단추를 눌러 새로운 소프트웨어 업데이트가 있는지 확인하십시오.
lt: Paketų informacija paskutinį kartą atnaujinta prieš %(days_ago)s d. Spauskite žemiau esantį mygtuką „Tikrinti“ naujiems programinės įrangos atnaujinimams.
oc: L'informacion suls paquets es estada mesa a jorn i a %(days_ago)s jorns. Clicatz sul boton « Verificar » çaijós per verificar las novèlas mesas a jorn dels logicials.
ug: بوغچا ئۇچۇرى ئەڭ ئاخىرقى قېتىملىق يېڭىلانغان ۋاقتى %(days_ago)s كۈن بۇرۇن. تۆۋەندىكى «تەكشۈر» توپچىسىنى بېسىپ يۇمشاق دېتاللارنىڭ يېڭىلانمىسىنى تەكشۈرۈڭ.

source: The package information was last updated %(days_ago)s day ago.
gl: A información sobre os paquetes foi actualizada hai %(days_ago)s día.
he: פרטי הגרסה עודכנו לאחרונה אתמול.
ja: パッケージ情報は %(days_ago)s 日前に更新されました。
ko: 패키지 정보를 %(days_ago)s일 전에 업데이트했습니다.
lt: Paketų informacija paskutinį kartą atnaujinta prieš %(days_ago)s dieną.
oc: Las informacions suls paquets son estadas mesas a jorn i a %(days_ago)s jorn.
ug: بوغچا ئۇچۇرلىرى %(days_ago)s كۈن بۇرۇن يېڭىلانغان.

source: The package information was last updated %(hours_ago)s hour ago.
gl: A información sobre os paquetes actualizouse por última vez hai %(hours_ago)s hora.
he: פרטי החבילות עודכנו לאחרונה לפני שעה.
ja: パッケージ情報は %(hours_ago)s 時間前に更新されました。
ko: 패키지 정보를 %(hours_ago)s시간 전에 업데이트했습니다.
lt: Paketų informacija paskutinį kartą atnaujinta prieš %(hours_ago)s valandą.
oc: Las informacions suls paquets son estadas mesas a jorn i a %(hours_ago)s ora.
ug: بوغچا ئۇچۇرلىرى %(hours_ago)s سائەت بۇرۇن يېڭىلانغان.

source: The package information was last updated about %s minutes ago.
gl: A información dos paquetes foi actualizada hai %s minutos.
he: נתוני החבילה עודכנו לאחרונה לפני %s דקות.
ja: パッケージ情報は約 %s 分前に更新されました。
ko: 패키지 정보를 %s분 전에 마지막으로 업데이트했습니다.
lt: Paskutinį kartą paketo informacija buvo atnaujinta maždaug prieš %s minutes.
oc: Las informacions dels paquets son estadas mesas a jorn i a %s minutas.
ug: بوغچا ئۇچۇرى %s مىنۇت ئىلگىرى يېڭىلانغان.

source: The package information was just updated.
gl: A información sobre os paquetes foi actualizada hai un intre.
he: נתוני החבילות עודכנו לפני זמן קצר.
ja: パッケージ情報が更新されました。
ko: 패키지 정보를 지금 막 업데이트했습니다.
lt: Paketo informacija buvo atnaujinta.
oc: Las informacions dels paquets venon d'èsser mesas a jorn.
ug: بوغچا ئۇچۇرى ھازىرلا يېڭىلانغان.

source: Software updates may be available for your computer.
gl: É posíbel que haxa actualizacións dispoñíbeis para o seu computador.
he: יתכן שאין עדכוני תכנה זמינים עבור המחשב שלך.
ja: このコンピューターでソフトウェアのアップデートが利用できます。
ko: 컴퓨터가 사용할 수 있는 소프트웨어 업데이트가 있을 수 있습니다.
lt: Jūsų kompiuteriui gali būti prieinami programinės įrangos atnaujinimai.
oc: De mesas a jorn pòdon èsser disponiblas per vòstre ordenador.
ug: سىزنىڭ كومپيۇتېرىڭىزدا ئىشلەتكىلى بولىدىغان يېڭىلانمىلار بار بولۇشى مۇمكىن.

source: The upgrade needs a total of %s free space on disk '%s'. Please free at least an additional %s of disk space on '%s'. Empty your trash and remove temporary packages of former installations using 'sudo apt-get clean'.
gl: A anovación necesita un total de %s de espazo libre no disco «%s». Libere polo menos %s de espazo adicional de disco en «%s». Baleire o lixo e retire paquetes temporais de instalacións anteriores utilizando «sudo apt-get clean».
he: העדכון זקוק ל־%s נפח פנוי בכונן '%s'. נא לפנות לפחות %s נוספים מתפוסת הכונן '%s'. ניתן לרוקן את האשפה שלך ולהסיר חבילות זמניות של התקנות שבוצעו בעבר באמצעות הפקודה 'sudo apt-get clean'.
ja: アップグレードには全体で%sの空き領域がディスク'%s'に必要です。少なくとも%sの領域を'%s'に確保してください。ゴミ箱を空にしたり、'sudo apt-get clean'を使って過去にインストールした一時パッケージを削除してください。
ko: 업그레이드를 하려면 '%s' 디스크에 총 %s의 빈 공간이 필요합니다.최소 %s의 디스크 공간을 '%s'에 추가로 확보하세요. 휴지통을 비우고 'sudo apt-get clean' 명령으로 이전에 설치하며 사용한 임시 패키지를 제거하십시오.
lt: Atnaujinimui reikia iš viso %s vietos diske „%s“. Atlaisvinkite bent %s papildomos vietos diske „%s“. Išvalykite šiukšlinę ir naudodami „sudo apt-get clean“ pašalinkite laikinus nuo ankstesnių diegimų likusius paketus.
oc: La mesa a nivèl necessita %s d'espaci liure al total sul disc « %s ». Liberatz al mens %s d'espaci de disc sus « %s ». Voidatz vòstre escobilhièr e suprimissètz los paquets temporaris de las installacions precedentas en utilizant « sudo apt-get clean ».
ug: يۈكسەلدۈرۈش ئۈچۈن جەمئىي %s بىكار بوشلۇق '%s' دىسكىدا بولۇشى كېرەك. ئەڭ ئاز دېگەندە يەنە %s بىكار بوشلۇقنى دىسكا '%s' دا پەيدا قىلىڭ. بۇنىڭ ئۈچۈن ئەخلەت ساندۇقنى تازىلاڭ، 'sudo apt-get clean' نى ئىشلىتىپ ۋاقىتلىق بوغچىلارنى ئۆچۈرۈڭ.

source: The computer needs to restart to finish installing updates. Please save your work before continuing.
gl: O computador precisa reiniciarse para rematar a instalación das actualizacións. Garde o seu traballo antes de continuar.
he: יש להפעיל את המחשב מחדש כדי לסיים את התקנת העדכונים. נא לשמור את עבודותיך בטרם המשך הפעולה.
ja: アップデートパッケージのインストール完了には再起動が必要です。再起動の前に、各アプリケーションで作業を保存してください。
ko: 업데이트를 끝내려면 다시 시작해야 합니다. 그 전에 작업을 저장해주십시오.
lt: Reikia paleisti kompiuterį iš naujo atnaujinimų diegimui užbaigti. Prašome išsaugoti savo darbus prieš tęsiant.
oc: Vos cal tornar amodar l'ordenador per que l'installacion de las mesas a jorn s'acabe. Enregistratz vòstre trabalh abans de contunhar.
ug: يېڭىلاشنى تاماملاش ئۈچۈن كومپيۇتېرنى قايتا قوزغىتىش زۆرۈر. شۇڭا ھازىر قىلىۋاتقان ئىشلىرىڭىزنى ساقلىۋېلىڭ.

source: Reading package information
gl: Lendo a información do paquete
he: פרטי החבילות נקראים
ja: パッケージ情報を取得しています
ko: 패키지 정보를 읽는 중
lt: Skaitoma paketų informacija
oc: Lectura de las informacions suls paquets
ug: بوغچا ئۇچۇرىنى ئوقۇۋاتىدۇ

source: Connecting...
gl: Conectando…
he: בהתחברות...
ja: 接続しています...
ko: 접속 중...
lt: Jungiamasi...
oc: Connexion en cors...
ug: باغلىنىۋاتىدۇ…

source: You may not be able to check for updates or download new updates.
gl: Vostede non pode comprobar as actualizacións ou descargar novas actualizacións.
he: לא ניתן לבדוק אחר עדכונים או להוריד עדכונים חדשים.
ja: アップデートの情報をチェックしたり新規アップデートをダウンロードすることができません。
ko: 업데이트를 확인할 수 없거나 새 업데이트를 다운로드하지 못할 수 있습니다.
lt: Jūs galite negalėti ieškoti ar parsisiųsti naujų atnaujinimų.
oc: Benlèu que podètz pas verificar o telecargar de mesas a jorn.
ug: يېڭىلانمىلارنى تەكشۈرەلمەسلىكىڭىز ياكى يېڭىلانمىلارنى چۈشۈرەلمەسلىكىڭىز مۇمكىن.

source: Could not initialize the package information
gl: Non foi posíbel inicializar a información do paquete
he: אירע כשל בהכנות הראשוניות של פרטי החבילה
ja: パッケージ情報を初期化できませんでした
ko: 패키지 정보를 초기화할 수 없습니다.
lt: Nepavyko inicijuoti paketų informacijos
oc: Impossible d'inicializar las donadas suls paquets
ug: بوغچا ئۇچۇرىنى دەسلەپلەشتۈرگىلى بولمىدى

source: An unresolvable problem occurred while initializing the package information. Please report this bug against the 'update-manager' package and include the following error message:
gl: Produciuse un erro irresolúbel ao inicializar a información do paquete. Por favor, informe deste erro do paquete «update-manager» e inclúa a seguinte mensaxe de erro:
he: אירעה תקלה שאינה ניתנת לפתרון בעת ההכנה הראשונית של פרטי החבילה. נא לדווח על באג זה כנגד החבילה 'update-manager' ולכלול את הודעת השגיאה הבאה:
ja: パッケージ情報の初期化中に解決できない問題が発生しました。 'update-manager'パッケージのバグとして、以下のエラーメッセージを含めてレポートしてください:
ko: 패키지 정보를 초기화 하는 과정에서 해결할 수 없는 문제가 발생했습니다. 다음 오류 메시지를 포함해서 'update-manager' 패키지의 버그로 보고해 주십시오:
lt: Inicijuojant paketų informaciją iškilo neišsprendžiama problema. Praneškite apie šią „update-manager“ paketo klaidą ir į pranešimą apie klaidą įtraukite šį pranešimą:
oc: Un problèma insoluble s'es produch pendent l'inicializacion de las informacions del paquet. Senhalatz aqueste bug del paquet « update-manager » en i jonhent lo messatge d'error seguent :
ug: بوغچىلارنى دەسلەپلەشتۈرۈۋاتقاندا، ھەل قىلغىلى بولمايدىغان مەسىلە كۆرۈلدى. «يېڭىلانما باشقۇرغۇ(Update Manager)» بوغچا ھەققىدە كەمتۈك مەلۇماتى يوللاڭ. ھەم مەلۇماتقا تۆۋەندىكى ئۇچۇرلارنى قوشۇپ ئەۋەتىڭ:

source: An unresolvable problem occurred while calculating the upgrade. Please report this bug against the 'update-manager' package and include the following error message:
gl: Produciuse un erro irresolúbel ao calcular a anovación. Por favor, informe deste erro do paquete «update-manager» e inclúa a seguinte mensaxe de erro:
he: אירעה תקלה שאינה ניתנת לפתרון בעת חישוב השדרוג. נא לדווח על באג זה כנגד החבילה 'update-manager' ולכלול את הודעת השגיאה הבאה:
ja: アップグレードの計算中に解決できない問題が発生しました． 'update-manager'パッケージのバグとして、以下のエラーメッセージを含めてレポートしてください:
ko: 업그레이드 작업 계산 과정에서 해결할 수 없는 문제가 발생했습니다. 다음 오류 메시지를 포함해서 'update-manager' 패키지의 버그로 보고해 주십시오:
lt: Skaičiuojant atnaujinimą iškilo neišsprendžiama problema. Praneškite apie šią „update-manager“ paketo klaidą ir į pranešimą apie klaidą įtraukite šį pranešimą:
oc: Un problèma insoluble s'es produch pendent la preparacion de la mesa a nivèl. Senhalatz aqueste bug del paquet « update-manager » en i jonhent lo messatge d'error seguent :
ug: يۈكسەلدۈرۈشنى ھېسابلاۋاتقاندا، ھەل قىلغىلى بولمايدىغان مەسىلە كۆرۈلدى. «يېڭىلانما باشقۇرغۇ(Update Manager)» بوغچا ھەققىدە كەمتۈك مەلۇماتى يوللاڭ. ھەم مەلۇماتقا تۆۋەندىكى ئۇچۇرلارنى قوشۇپ ئەۋەتىڭ:

source: (New install)
gl: (Instalación nova)
he: (התקנה חדשה)
ja: (新規インストール)
ko: (새로 설치)
lt: (naujas diegimas)
oc: (Installacion novèla)
ug: (يېڭىدىن ئورنىتىش)

source: (Size: %s)
gl: (Tamaño: %s)
he: (גודל: %s)
ja: (サイズ: %s)
ko: (크기: %s)
lt: (Dydis: %s)
oc: (Talha : %s)
ug: (چوڭلۇقى: %s)

source: From version %(old_version)s to %(new_version)s
gl: Desde a versión %(old_version)s á %(new_version)s
he: מגרסה %(old_version)s לגרסה %(new_version)s
ja: バージョン %(old_version)s から %(new_version)s へ
ko: 버전 %(old_version)s에서 %(new_version)s(으)로
lt: Iš versijos %(old_version)s į %(new_version)s
oc: De la version %(old_version)s cap a la version %(new_version)s
ug: %(old_version)s نەشرىدىن %(new_version)s گە

source: Version %s
gl: Versión %s
he: גרסה %s
ja: バージョン %s
ko: 버전 %s
lt: Versija %s
ug: نەشر %s

source: Release upgrade not possible right now
gl: Non é posíbel actualizar a versión neste momento
he: שדרוג ההפצה אינו זמין כעת
ja: 今はリリースアップグレードができません。
ko: 배포판을 업그레이드할 수 없습니다.
lt: Laidos atnaujinimas dabar negalimas
oc: Mesa a nivèl impossibla pel moment.
ug: ھازىر يۈكسەلدۈرۈش مۇمكىن ئەمەس

source: The release upgrade can not be performed currently, please try again later. The server reported: '%s'
gl: Non é posíbel realizar a actualización de versión neste momento, probe de novo máis tarde. O servidor informou: «%s»
he: לא ניתן לבצע בשלב זה את שדרוג ההפצה, נא לנסות שוב במועד מאוחר יותר. השרת דיווח: '%s'
ja: リリースアップグレードが現在実行できないので後でもう一度試してください。サーバーの報告は以下のとおりです: '%s'
ko: 지금 배포판을 업그레이드할 수 없습니다. 나중에 다시 시도해주십시오.서버의 보고: '%s'
lt: Laidos atnaujinimas dabar negalimas, mėginkite vėliau. Serveris pranešė: „%s“
oc: La mesa a nivèl de la distribucion se pòt pas executar pel moment. Tornatz ensajar pus tard. Lo servidor a renviat : « %s »
ug: نۆۋەتتە يۈكسەلدۈرۈش مەشغۇلاتىنى ئېلىپ بېرىشقا بولمىدى. كېيىن قايتا سىناپ كۆرۈڭ. مۇلازىمېتىر تۆۋەندىكىنى مەلۇم قىلدى: '%s'

source: Downloading the release upgrade tool
gl: Descargando a ferramenta de anovación
he: מתבצעת הורדת כלי שדרוג ההפצה
ja: リリースアップグレードツールのダウンロード
ko: 배포판 업그레이드 도구 다운로드 중
lt: Atsiunčiamas laidos atnaujinimo įrankis
oc: Telecargament de l'esplech de mesa a jorn de distribucion
ug: نەشر يۈكسەلدۈرۈش قورالىنى چۈشۈرۈۋاتىدۇ

source: <b>New Ubuntu release '%s' is available</b>
gl: <b>Existe unha nova versión de Ubuntu «%s» dispoñíbel</b>
he: <b>ישנה גרסה חדשה '%s' של אובונטו</b>
ja: <b>Ubuntu の新しいリリース '%s' が利用可能です</b>
ko: <b>새 우분투 버전 '%s'을(를) 사용할 수 있습니다</b>
lt: <b>Prieinama nauja Ubuntu laida „%s“</b>
oc: <b>La version novèla « %s » d'Ubuntu es disponibla</b>
ug: <b>يېڭى ئۇبۇنتۇ نەشرى ‹%s› بار ئىكەن</b>

source: Software index is broken
gl: O índice de software está roto
he: אינדקס התוכנות פגום
ja: ソフトウェア・インデックスが壊れています
ko: 소프트웨어 목록이 망가짐
lt: Programinės įrangos indeksas sugadintas
oc: La lista dels logicials es corrompuda
ug: يۇمشاق دېتال ئىندېكسى بۇزۇلغان

source: It is impossible to install or remove any software. Please use the package manager "Synaptic" or run "sudo apt-get install -f" in a terminal to fix this issue at first.
gl: Non é posíbel instalar ou desinstalar ningún programa. Por favor, utilice o xestor de paquetes «Synaptic» ou execute «sudo apt-get install -f» nun terminal para corrixir este problema primeiro.
he: אי אפשר להתקין או להסיר אף תכנה. יש להשתמש במנהל החבילות "Synaptic" או להפעיל את הפקודה "sudo apt-get install -f" במסוף כדי לתקן בעיה זו.
ja: どのソフトウェアもインストールまたは削除することができません。 まずこの問題を解決するために "Synapticパッケージマネージャー" を起動するか、 "sudo apt-get install -f" コマンドをターミナルで実行してください。
ko: 어떤 소프트웨어도 설치하거나 제거할 수 없습니다. 우선 패키지 관리자 "시냅틱"을 사용하거나 터미널에서 "sudo apt-get install -f" 명령을 실행하여 이 문제를 해결하십시오.
lt: Neįmanoma įdiegti ar pašalinti jokios programinės įrangos. Iš pradžių ištaisykite šią problemą pasinaudodami „Synaptic“ arba terminale paleisdami komandą „sudo apt-get install -f“.
oc: Impossible d'installar o de suprimir de logicials. D'en primièr, utilizatz lo « Gestionari de paquets Synaptic » o aviatz « sudo apt-get install -f » dins un terminal per corregir aqueste problèma.
ug: ھېچقانداق يۇمشاق دېتالنى ئۆچۈرۈشكە ياكى ئورنىتىشقا بولمايدۇ. شۇڭا ئالدى بىلەن "Synaptic" ياكى تېرمىنالدا "sudo apt-get install -f" نى ئىجرا قىلىپ بۇ مەسىلىنى تۈزۈتۈڭ.

source: Check for Updates
gl: Comprobar actualizacións
he: בדיקה אחר עדכונים
ja: アップデートを確認
ko: 업데이트 확인
lt: Tikrinti ar yra atnaujinimų
oc: Verificar s'i a de mesas a jorn
ug: يېڭىلانمىنى تەكشۈرۈش

source: Install All Available Updates
gl: Instalar tódalas actualizacións dispoñíbeis
he: התקנת כל העדכונים הזמינים
ja: 利用可能なアップデートをすべてインストールする
ko: 사용 가능한 업데이트 모두 설치
lt: Įdiegti visus prieinamus atnaujinimus
oc: Installar totas las mesas a jorn disponiblas
ug: بار بولغان بارلىق يېڭىلانمىلارنى ئورنىتىش

source: Cancel
gl: Cancelar
he: ביטול
ja: キャンセル
ko: 취소
lt: Atsisakyti
oc: Anullar
ug: ۋاز كەچ

source: Changelog
gl: Rexistro de cambios
he: יומן שינויים
ja: 更新履歴
ko: 바꾼 내용 목록
lt: Pakeitimų žurnalas
oc: Istoric dels cambiaments (Changelog)
ug: خاتىرە يېڭىلا

source: Updates
gl: Actualizacións
he: עדכונים
ja: アップデート
ko: 업데이트
lt: Atnaujinimai
oc: Mesas a jorn
ug: يېڭىلانمىلار

source: Building Updates List
gl: Construíndo a lista de actualizacións
he: רשימת העדכונים נבנית
ja: アップデートリストを構成しています
ko: 업데이트 목록 구성 중
lt: Kuriamas atnaujinimų sąrašas
oc: Construccion de la lista de las mesas a jorn
ug: يېڭىلانمىلار تىزىملىكىنى قۇرۇۋاتىدۇ

source: A normal upgrade can not be calculated, please run: sudo apt-get dist-upgrade This can be caused by: * A previous upgrade which didn't complete * Problems with some of the installed software * Unofficial software packages not provided by Ubuntu * Normal changes of a pre-release version of Ubuntu
gl: Non é posíbel calcular unha anovación normal; execute: sudo apt-get dist-upgrade Isto pode ser causado por: * Unha anovación previa que non se completou * Problemas con algún software instalado * Paquetes de software non oficiais non fornecidos por Ubuntu * Alteracións normais dunha versión de prelanzamento de Ubuntu
he: לא ניתן לחשב שדרוג רגיל, נא להריץ את הפקודה: sudo apt-get dist-upgrade תקלה זו עלולה להיגרם עקב: * שדרוג שלא הושלם בעבר * בעיות בחלק מהתוכנות המותקנות * חבילות תכנה לא רשמיות שלא מסופקות על ידי אובונטו * שינויים סדירים בגרסת טרום הפצה של אובונטו
ja: 通常のアップグレードの見積もりが行えませんでした。以下を実行してください: sudo apt-get dist-upgrade 以下の原因が考えられます: * 前回のアップグレードが完了していなかった。 * インストールしたソフトウェアのどれかに問題がある。 * Ubuntu が提供していない、非公式なパッケージを利用している。 * Ubuntu のリリース前バージョンにおける、通常の変更。
ko: 일반 업그레이드를 계산할 수 없습니다. 다음 명령을 실행해주십시오.: sudo apt-get dist-upgrade 이 문제의 원인은: * 이전 업그레이드가 완료되지 않음 * 일부 설치한 소프트웨어의 문제 * 우분투에서 제공하지 않는 비공식 소프트웨어 패키지 * 공식 배포 이전 버전 우분투의 일상적인 바뀜
lt: Negalima apskaičiuoti paprasto atnaujinimo, paleiskite: sudo apt-get dist-upgrade To priežastimi galėjo būti: * Ankstesnis nebaigtas atnaujinimas * Problemos su kai kuria įdiegta programine įranga * Neoficialūs, Ubuntu netiekiami, programinės įrangos paketai * Normalūs dar neišleistos Ubuntu versijos pakeitimai
oc: Impossible d'efectuar una mesa a nivèl normala, aviatz : sudo apt-get dist-upgrade Aquò pòt èsser degut a : * una mesa a nivèl precedenta qu'es pas estada acabada ; * de problèmas amb d'unes logicials installats ; * de paquets non oficials pas provesits per Ubuntu ; * de modificacions normalas ligadas a una preversion d'Ubuntu.
ug: نورمال يۈكسەلدۈرۈشنى ھېسابلىغىلى بولمىدى، تۆۋەندىكى بۇيرۇقنى ئىجرا قىلىڭ: sudo apt-get dist-upgrade بۇنداق بولۇشتىكى سەۋەب: * ئالدىنقى قېتىملىق upgrade قىلىش تاماملانمىغان * ئورنىتىلغان بىر قىسىم يۇمشاق دېتاللاردا مەسىلە بار * ئۇبۇنتۇ تەمىنلىمىگەن بىر قىسىم يۇمشاق دېتال بوغچىلىرى بار * ئۇبۇنتۇنىڭ pre-release نەشرىدىكى ئۆزگىرىشلەر

source: Downloading changelog
gl: Descargando o informe de cambios
he: יומן השינויים מתקבל
ja: 変更履歴をダウンロードしています
ko: 바뀐 내용 목록 다운로드 중
lt: Atsiunčiamas pakeitimų žurnalas
oc: Telecargament de l'istoric de desvolopament
ug: ئۆزگەرتىش خاتىرىسىنى چۈشۈرۈۋاتىدۇ

source: Other updates (%s)
gl: Outras actualizacións (%s)
he: עדכונים אחרים (%s)
ja: その他のアップデート (%s)
ko: 기타 업데이트 (%s)
lt: Kiti atnaujinimai (%s)
oc: Autras mesas a Jorn (%s)
ug: باشقا يېڭىلانمىلار (%s)

source: This update does not come from a source that supports changelogs.
gl: Esta actualización non pertence a unha orixe que admite ficheiros de cambios (changelog).
he: עדכון זה אינו מגיע ממקור התומך ביומני שינויים.
ja: このアップデートは変更履歴をサポートしているソースからのものではありません。
ko: 바뀐 내용 목록을 지원하지 않는 소스로 패키징한 업데이트입니다.
lt: Šis atnaujinimas buvo gautas iš tokios saugyklos, kuri nepalaiko pakeitimų žurnalų.
oc: Aquesta mesa a jorn proven d'una font que provesís pas de nòtas de version.
ug: بۇ يېڭىلانما ئۆزگەرتىش خاتىرىسىنى قوللايدىغان مەنبەدىن كەلمىگەن.

source: Failed to download the list of changes. Please check your Internet connection.
gl: Non foi posíbel descargar a lista de cambios. Comprobe a súa conexión á Internet.
he: הורדת רשימת השינויים נכשלה. נא לבדוק את חיבור האינטרנט שלך.
ja: 変更内容のダウンロードに失敗しました。 インターネットに接続されているか確認してください。
ko: 바뀐 내용 목록을 다운로드할 수 없습니다. 인터넷 연결을 확인해주십시오.
lt: Nepavyko atsiųsti pakeitimų sąrašo. Patikrinkite interneto ryšį.
oc: Lo telecargament de la lista de las modificacions a fracassat. Verificatz vòstra connexion Internet.
ug: ئۆزگىرىش تىزىملىكىنى چۈشۈرۈش مەغلۇپ بولدى. ئىنتېرنېت باغلىنىشىڭىزنى تەكشۈرۈڭ.

source: Changes for the versions: Installed version: %s Available version: %s
gl: Cambios para estas versións: Versión instalada: %s Versión dispoñíbel: %s
he: שינויים עבור הגרסאות: גרסה מותקנת: %s גרסה זמינה: %s
ja: バージョンの変更点: インストールされているバージョン: %s 利用可能なバージョン: %s
ko: 이 버전의 바뀐 내용: 설치한 버전: %s 사용 가능한 버전: %s
lt: Pakeitimai versijom: Įdiegtos versijos: %s Prieinamos versijos: %s
oc: Cambiament per las versions : Version installada : %s Version disponibla : %s
ug: نەشردىكى ئۆزگىرىشلەر: ئورنىتىلغان نەشرى:%s ئىشلەتكىلى بولىدىغان نەشرى:%s
