Repository: GalliumOS/update-manager
Catalog: po/*.po
Languages: gl, he, ja, ko, lt, oc, ug

source: Server for %s
gl: Servidor desde %s
he: שרת עבור %s
ja: %s にあるサーバー
ko: %s 서버
lt: %s serveris
oc: Servidor per %s
ug: %s نىڭ مۇلازىمېتىرى

source: Main server
gl: Servidor principal
he: השרת הראשי
ja: メインサーバー
ko: 주 서버
lt: Pagrindinis serveris
oc: Servidor principal
ug: ئاساسى مۇلازىمېتىر

source: Custom servers
gl: Servidores personalizados
he: שרתים מותאמים
ja: カスタムサーバー群
ko: 사용자 정의 서버
lt: Pasirinktiniai serveriai
oc: Servidors personalizats
ug: ئىختىيارى مۇلازىمېتىرلار

source: Could not calculate sources.list entry
gl: Non e posíbel calcular a entrada do sources.list
he: לא ניתן לחשב את הרשומה בקובץ sources.list
ja: sources.listのエントリーから作業内容を見積もれません
ko: sources.list 항목을 계산할 수 없습니다.
lt: Nepavyko apskaičiuoti sources.list įrašo
oc: Impossible d'avalorar la linha de source.list
ug: sources.list دىكى مەزمۇنلارنى ھېسابلىغىلى بولمىدى

source: Unable to locate any package files, perhaps this is not a Ubuntu Disc or the wrong architecture?
gl: Non é posíbel localizar ningún ficheiro de paquete; se cadra este non é un disco de Ubuntu ou a arquitectura non é a correcta.
he: לא ניתן לאתר כלל קובצי חבילות, היתכן שזהו אינו התקליטור של אובונטו או שהארכיטקטורה שגויה?
ja: パッケージファイルが見つかりません。UbuntuのCDではないか、異なるアーキテクチャー向けのCDかもしれません。
ko: 어떤 패키지 파일도 찾을 수 없습니다. 우분투 디스크가 아니거나 올바르지 않은 아키텍처인 것은 아닙니까?
lt: Nepavyko rasti jokių paketų failų, galbūt tai ne Ubuntu diskas arba ne ta architektūra?
oc: Impossible de localizar los fichièrs dels paquets. Benlèu es pas un disc Ubuntu, o alara es previst per una autra arquitectura.
ug: بوغچا ھۆججىتى يوقكەن. قارىغاندا بۇ Ubuntu دىسكىسى ئەمەس ئوخشايدۇ، ياكى نەشرى خاتا ئوخشايدۇ.

source: Failed to add the CD
gl: Non foi posíbel engadir o CD
he: הוספת התקליטור נכשלה
ja: CDの追加に失敗しました
ko: CD 추가 실패
lt: Nepavyko įtraukti CD
oc: Impossible d'apondre lo CD
ug: CDنى قوشۇش مەغلۇپ بولدى

source: There was a error adding the CD, the upgrade will abort. Please report this as a bug if this is a valid Ubuntu CD. The error message was: '%s'
gl: Produciuse un erro ao engadir o CD e hai que cancelar a anovación. Informe deste erro se se trata dun CD correcto de Ubuntu. A mensaxe de erro foi: «%s»
he: אירעה שגיאה בהוספת התקליטור, לכן השדרוג בוטל. נא לדווח על כך כתקלה אם מדובר בתקליטור אובונטו תקני. הודעת השגיאה הייתה: "%s"
ja: CD をリソースとして追加できなかったため、アップグレードは終了されます。この CD が正規の Ubuntu CD の場合は、このことをバグとして報告してください。 エラーメッセージ： '%s'
ko: CD를 추가할 때 오류가 발생하여 업그레이드를 중단할 것입니다. 올바른 우분투 CD를 사용하고 있었다면 이 버그를 보고해 주십시오. 오류 메시지: '%s'
lt: Pridedant CD įvyko klaida, todėl atnaujinimas bus nutrauktas. Praneškite apie klaidą, jei tai buvo tinkamas Ubuntu CD. Klaidos pranešimas: „%s“
oc: I a agut una error al moment d'apondre lo CD, anam anullar la mesa a jorn. Raportatz aquò coma una anomalia s'es un CD valid d'Ubuntu. Lo messatge d'error èra : « %s »
ug: CD قوشۇۋاتقانلا خاتالىق كۆرۈلدى. يۈكسەلدۈرۈش توختىتىلىدۇ. ئەگەر بۇ CD رەسمىي ئۇبۇنتۇنىڭ CD سى بولسا، بۇنى كەمتۈك مەلۇماتى قىلىپ يوللاڭ خاتالىق تۆۋەندىكىچە: '%s'

source: Remove package in bad state
gl: Retirar o paquete en mal estado
he: הסרת חבילה במצב רע
ja: 壊れた状態のパッケージを削除する
ko: 오류가 있는 패키지 제거
lt: Pašalinti paketą blogoje būsenoje
oc: Suprimir lo paquet damatjat
ug: بۇزۇلغان بوغچىلارنى ئۆچۈر

source: The package '%s' is in an inconsistent state and needs to be reinstalled, but no archive can be found for it. Do you want to remove this package now to continue?
gl: O paquete «%s» ten un estado inconsistente e precisa ser reinstalado pero non se atopa ningún ficheiro para facelo. Quere eliminar este paquete e continuar?
he: החבילה '%s' נמצאת במצב בלתי רציף ויש להתקינה מחדש, אך לא ניתן למצוא עבורה ארכיון. האם ברצונך להסיר חבילה זו כעת ולהמשיך?
ja: パッケージ '%s' は 矛盾した状態にあり再インストールが必要ですが、そのためのアーカイブを見つけることができません。 このパッケージを削除して先に進めますか？
ko: '%s' 패키지는 불완전한 상태이며 다시 설치해야 하지만, 저장소에서 찾을 수 없습니다.이 패키지를 제거한 후 계속하시겠습니까?
lt: Paketas „%s“ yra nesuderinamoje būsenoje ir turi būti įdiegtas iš naujo, bet nerasta tam reikalingas archyvas. Ar norite tęsti pašalindami šį paketą?
oc: Lo paquet « %s » es dins un estat incoerent e deu èsser reïnstallat, mas cap d'archiu lo contenent es pas estat trobat. Volètz suprimir aqueste paquet ara e contunhar ?
ug: بوغچا '%s' (لار) زىددىيەتلىك ھالەتتە ئىكەن، قايتا ئورنىتىش زۆرۈر ئىكەن. بىراق ئۇنىڭ ئارخىپى تېپىلمىدى. بۇ بوغچى(لار)نى ئۆچۈرۈپ مەشغۇلاتنى داۋاملاشتۇرامسىز؟

source: The server may be overloaded
gl: O servidor quizais estea saturado
he: יתכן שהשרת נתון תחת עומס יתר
ja: サーバーが過負荷状態にある可能性があります
ko: 서버가 과부화 상태인 것 같습니다
lt: Serveris gali būti labai apkrautas
oc: Benlèu que lo servidor es subrecarga
ug: مۇلازىمېتىرنىڭ يۈكى ئېشىپ كەتكەندەك قىلىدۇ.

source: Broken packages
gl: Paquetes rotos
he: חבילות פגומות
ja: 壊れたパッケージ
ko: 망가진 패키지
lt: Sugadinti paketai
oc: Paquets copats
ug: بۇزۇلغان بوغچىلار

source: Your system contains broken packages that couldn't be fixed with this software. Please fix them first using synaptic or apt-get before proceeding.
gl: O seu sistema contén paquetes rotos que non poden ser arranxados con este software. Por favor, arránxeos primeiro usando Synaptic ou apt-get antes de continuar.
he: במערכת שלך נמצאות חבילות פגומות שתכנה זו לא יכולה לתקן. נא לתקן אותן באמצעות synaptic או apt-get לפני המשך התהליך.
ja: システムにはこのソフトウェアでは修復できない壊れたパッケージが含まれています。 Synaptic や apt-get を使って最初に修正してください。
ko: 이 소프트웨어로 고칠 수 없는 망가진 패키지가 있습니다. 진행하기 전에 시냅틱이나 apt-get 명령으로 복구하십시오.
lt: Jūsų sistemoje yra sugadintų paketų, kurie negali būti pataisyti šia programa. Prieš tęsdami pirmiausia sutaisykite juos naudodami „synaptic“ arba „apt-get“.
oc: Vòstre sistèma conten de paquets corromputs que lo logicial pòt pas corregir. Corrigissètz-los amb synaptic o apt-get abans de contunhar.
ug: سىستېمىڭىزدا بۇ پروگرامما بىلەن تۈزەتكىلى بولمايدىغان بۇزۇلغان بوغچىلار بار ئىكەن. مەشغۇلاتنى داۋام قىلىشتىن ئاۋۋال بۇ مەسىلىنى synaptic ياكى apt-get نى ئىشلىتىپ تۈزىتىڭ.

source: An unresolvable problem occurred while calculating the upgrade: %s This can be caused by: * Upgrading to a pre-release version of Ubuntu * Running the current pre-release version of Ubuntu * Unofficial software packages not provided by Ubuntu
gl: Un problema irresolúbel ocorreu mentres se calculaba a anovación: %s Isto pode ser causado por: * Anovar desde unha versión de prelanzamento de Ubuntu * Executar a versión actual de prelanzamento de Ubuntu * Paquetes de software non oficiais non fornecidos por Ubuntu
he: אירעה שגיאה שאינה ניתנת לפתרון בעת חישוב השדרוג: %s מצב זה יכול להיגרם על ידי: * שדרוג להפצה טרומית של אובונטו * הרצת ההפצה הטרומית הנוכחית של אובונטו * חבילות תכנה לא רשמיות שאינן מסופקות על ידי אובונטו
ja: アップグレードの見積もり中に解決できない問題が発生しました: %s 以下の原因が考えられます: * Ubuntu のリリース前バージョンへアップグレードしようとしている。 * Ubuntu のリリース前バージョンを使っている。 * Ubuntu が提供していない、非公式なパッケージを利用している。
ko: 업데이트를 계산하는 중 해결할 수 없는 문제가 생겼습니다.: %s 이것의 원인은 다음 중 하나일 수 있습니다: * 차기 버전의 우분투 업그레이드로 업그레이드하는 중이거나 * 차기 버전의 우분투를 사용하고 있거나 * 써드 파티 소프트웨어를 사용 중입니다.
lt: Apskaičiuojant atnaujinimą iškilo neišsprendžiama: %s Tai galėjo įvykti dėl: * Atnaujinimo į dar neišleistą Ubuntu versiją * To, kad naudojama dar neišleista Ubuntu versija * Neoficialių programinės įrangos, kurios neteikia Ubuntu, paketų
oc: Un problèma insolvable s'es produch al moment del calcul de la mesa a jorn : %s Aquò pòt èsser degut a : * una mesa a nivèl cap a una preversion d'Ubuntu ; * l'utilizacion de la preversion actuala d'Ubuntu ; * un paquet logicial pas oficial, pas provesit per Ubuntu.
ug: يۈكسەلدۈرۈشنى ھېسابلاۋاتقاندا ھەل قىلغىلى بولمايدىغان مەسىلە كۆرۈلدى: %s بۇ تۆۋەندىكى سەۋەبلەردىن بولۇشى مۇمكىن: * ئۇبۇنتۇنىڭ pre-release نى ئورنىتىش * ئۇبۇنتۇنىڭ pre-release نى ئىجرا قىلىش * ئۇبۇنتۇ تەمىنلىمىگەن يۇمشاق دېتال بوغچىسىنى ئىشلىتىش

source: This is most likely a transient problem, please try again later.
gl: Trátase, o máis seguro, dun problema temporal. Ténteo máis tarde.
he: כנראה שזוהי בעיה זמנית, נא לנסות שוב מאוחר יותר.
ja: これは一時的な問題のようです。後でもう一度試してください。
ko: 이것은 아마도 일시적인 문제일 것입니다. 나중에 다시 시도해주십시오.
lt: Tai greičiausiai yra laikina problema, pabandykite vėliau dar kartą.
oc: Aquò se sembla fòrça a un problèma temporari. Tornatz ensajar pus tard.
ug: بۇ ۋاقىتلىق مەسىلىدەك قىلىدۇ، كېيىن يەنە قايتا سىناپ كۆرۈڭ.

source: If none of this applies, then please report this bug using the command 'ubuntu-bug update-manager' in a terminal.
gl: Se non se aplica ningunha opción, informe de este erro usando a orde «ubuntu-bug update-manager» desde o seu terminal.
he: אם אף אחד מתנאים אלה אינו מתקיים, נא לדווח על כך כתקלה באמצעות הקלדת הפקודה 'ubuntu-bug update-manager' במסוף.
ja: これが適用できない場合は、端末で 'ubuntu-bug update-manager' コマンドを実行してバグ報告を行ってください。
ko: 만약 아무 것도 적용되지 않으면, 터미널에서 'ubuntu-bug update-manager' 명령을 입력하여 이 버그를 보고해주십시오.
lt: Jei niekas nepadeda, tuomet prašome pranešti apie klaidą - įvykdykite komandą „ubuntu-bug update-manager“ komandų terminale.
oc: Se res de tot aquò s'aplica pas, mercé de senhalar aquel bug en utilizant la comanda «ubuntu-bug update-manager» dins un terminal.
ug: ھېچقايسى ئىشلىمىسە، تېرمىنالدا تۇرۇپ ‹ubuntu-bug update-manager› بۇيرۇقىنى ئىشلىتىپ كەمتۈك مەلۇم قىلىڭ.

source: Could not calculate the upgrade
gl: Non foi posíbel calcular a anovación
he: לא ניתן לחשב את השדרוג
ja: アップグレード作業を見積もれません
ko: 업그레이드를 계산할 수 없습니다.
lt: Nepavyko apskaičiuoti atnaujinimo
oc: Impossible de calcular la mesa a jorn
ug: يۈكسەلدۈرۈشنى ھېسابلاش مەغلۇپ بولدى

source: Error authenticating some packages
gl: Produciuse un erro ao autenticar algúns paquetes
he: שגיאה באימות חלק מהחבילות
ja: パッケージの認証において、エラーがありました
ko: 일부 패키지를 인증할 수 없습니다.
lt: Klaida nustatant kai kurių paketų tapatybę
oc: Error al moment de l'autentificacion d'unes paquets
ug: بەزى بوغچىلارنى دەلىللەشتە خاتالىق كۆرۈلدى.

source: It was not possible to authenticate some packages. This may be a transient network problem. You may want to try again later. See below for a list of unauthenticated packages.
gl: Non foi posíbel autenticar algúns paquetes. Isto pode ser debido a un problema transitorio na rede. Probe de novo máis tarde. Vexa abaixo unha lista dos paquetes non autenticados.
he: לא ניתן היה לאמת מספר חבילות. יתכן כי מדובר בבעיית רשת זמנית. ניתן לנסות שוב במועד מאוחר יותר. רשימת החבילות שלא אומתו מופיעה להלן.
ja: いくつかのパッケージが認証できませんでした。これは一時的なネットワークの問題かもしれません。あとで再び試してみてください。以下に認証できなかったパッケージのリストが表示されます。
ko: 몇몇 패키지를 인증할 수 없습니다. 일시적인 네트워크 문제일 수 있으므로 나중에 대시 시도해주십시오. 인증하지 못한 패키지의 목록은 다음과 같습니다.
lt: Nepavyko nustatyti kai kurių paketų tapatybės. Tai gali būti laikina tinklo problema. Galite pabandyti vėliau. Žemiau parodytas paketų, kurių tapatybė nepatvirtinta, sąrašas.
oc: Es estat impossible d'autentificar d'unes paquets. Aquò pòt provenir d'un problèma temporari de la ret. Pòt èsser util de tornar ensajar mai tard. Trobaretz çaijós una lista dels paquets pas autentificats.
ug: بىر قىسىم بوغچىلارنى دەلىللىگىلى بولمىدى. بۇ ۋاقىتلىق مەسىلە. كېيىن يەنە سىناپ كۆرسىڭىز بولىدۇ. دەلىللەش مۇمكىن بولمىغان بوغچىلار تۆۋەندىكىچە:

source: The package '%s' is marked for removal but it is in the removal blacklist.
gl: O paquete «%s» está marcado para a súa eliminación pero está na lista negra de paquetes eliminábeis.
he: החבילה '%s' מסומנת להסרה אך חבילה זו נמצאת ברשימה הצנזורה להסרות.
ja: パッケージ'%s'は「削除」と指定されていますが、削除ブラックリストに入っています。
ko: 패키지 '%s'은(는) 제거 차단 목록에 기록되어 있어 제거할 수 없습니다.
lt: Paketas „%s“ pažymėtas pašalinimui, tačiau jis yra juodajame šalinimo sąraše.
oc: Lo paquet « %s » es marcat per supression mas es dins la lista negra de las supressions.
ug: بوغچا '%s' غا ئۆچۈرۈش بەلگىسى قويۇلۇپتۇ، بىراق ئۇ ئۆچۈرۈش قارا تىزىملىكىدە بار ئىكەن.

source: The essential package '%s' is marked for removal.
gl: O paquete esencial «%s» está marcado para a súa eliminación
he: החבילה החיונית '%s' מסומנת להסרה.
ja: 必須パッケージ'%s'に「削除」マークがついています。
ko: 필수 패키지 '%s'을(를) 제거할 항목으로 표시했습니다.
lt: Esminis paketas „%s“ pažymėtas pašalinimui.
oc: Lo paquet essencial « %s » es marcat per supression.
ug: زۆرۈر بولغان '%s' بوغچىغا ئۆچۈرۈش بەلگىسى قويۇلۇپتۇ.

source: Trying to install blacklisted version '%s'
gl: Tentando instalar a versión da lista negra «%s»
he: מתבצע ניסיון להתקנת גרסה מצונזרת '%s'
ja: ブラックリストに入っているバージョン '%s' をインストールしようとしています
ko: 차단 목록 상의 버전 '%s'을(를) 설치합니다
lt: Bandoma įdiegti juodajame sąraše įtrauką versiją „%s“
oc: Temptativa d'installacion de la version en lista d'exclusion « %s »
ug: قارا تىزىملىكتىكى نەشرى '%s' نى ئورناتماقچى بولۇۋاتىدۇ

source: Can't install '%s'
gl: Non foi posíbel instalar «%s»
he: לא ניתן להתקין את '%s'
ja: '%s'をインストールすることができません。
ko: '%s'을(를) 설치할 수 없음
lt: Negalima įdiegti „%s“
oc: Impossible d'installar « %s »
ug: '%s' نى قاچىلىيالمىدى

source: It was impossible to install a required package. Please report this as a bug using 'ubuntu-bug update-manager' in a terminal.
gl: Foi imposíbel instalar o paquete requirido. Informe de este erro usando a orde «ubuntu-bug update-manager» desde o seu terminal.
he: לא ניתן היה להתקין את החבילה הדרושה. נא לדווח על כך כתקלה באמצעות הרצת הפקודה 'ubuntu-bug update-manager' במסוף.
ja: 要求されたパッケージをインストールすることができません。端末で 'ubuntu-bug update-manager' を実行して、バグ報告を行なってください。
ko: 요청한 패키지를 설치할 수 없습니다. 터미널에서 'ubuntu-bug update-manager' 명령을 입력하시어 이 버그를 보고해 주십시오.
lt: Buvo neįmanoma įdiegti reikalingo paketo. Prašome pranešti apie klaidą terminale parašius „ubuntu-bug update-manager“.
oc: Es pas estat possible d'installar un paquet requisit. Senhalatz aquel problèma en picant « ubuntu-bug update-manager » dins un terminal.
ug: تەلەپ قىلىنغان بوغچىنى ئورناتقىلى بولمىدى. تېرمىنالدا «ubuntu-bug update-manager» بۇيرۇقىنى ئىجرا قىلىپ، كەمتۈك مەلۇماتى يوللاڭ.

source: Can't guess meta-package
gl: Non foi posíbel determinar o meta-paquete
he: לא ניתן לזהות מהי חבילת העל
ja: メタパッケージを推測できません
ko: 메타 패키지를 추측할 수 없음
lt: Nepavyko atspėti metapaketo
oc: Impossible de determinar lo metapaquet
ug: meta بوغچىلارنى قىياس قىلغىلى بولمىدى

source: Your system does not contain a ubuntu-desktop, kubuntu-desktop, xubuntu-desktop or edubuntu-desktop package and it was not possible to detect which version of Ubuntu you are running. Please install one of the packages above first using synaptic or apt-get before proceeding.
gl: O seu sistema non contén os paquetes ubuntu-desktop, kubuntu-desktop ou edubuntu-desktop e non foi posíbel detectar cal é a versión de ubuntu que se está a executar. Instale un dos paquetes mencionados usando synaptic ou apt-get antes de continuar.
he: אף אחת מהחבילות ubuntu-desktop,‏ kubuntu-desktop או edubuntu-desktop אינה מותקנת במערכת שלך, לכן לא ניתן לזהות באיזו גרסה של אובונטו נעשה שימוש. נא להתקין אחת מהחבילות הנ״ל בעזרת Synaptic או apt-get לפני המשך התהליך.
ja: システムに ubuntu-desktop, kubuntu-desktop, xubuntu-desktop, もしくはedubuntu-desktop パッケージが含まれていません。このため、実行している ubuntu のバージョンが検出できません。 続ける前に、Synaptic や apt-get を使用して、まずは上記のパッケージのうちのいずれかをインストールしてください。
ko: 시스템에 ubuntu-desktop이나 kubuntu-desktop이나 xubuntu-desktop 또는 edubuntu-desktop 패키지가 없으며, 현재 실행 중인 우분투의 버전을 알아낼 수 없습니다. 우선 위의 패키지 중 하나를 시냅틱이나 apt-get 명령으로 설치하시기 바랍니다.
lt: Jūsų sistemoje nėra „ubuntu-desktop“, „kubuntu-desktop“, „xubuntu-desktop“ ar „edubuntu-desktop“ paketų ir nepavyko nustatyti, kokią „Ubuntu“ versiją naudojate. Prieš tęsdami pirmiausia įdiekite vieną iš šių paketų naudodamiesi „synaptic“ arba „apt-get“ priemonėmis.
oc: Vòstre sistèma conten pas los paquets ubuntu-desktop, kubuntu-desktop, xubuntu-desktop o edubuntu-desktop. Per consequéncia, es pas estat possible de detectar la version d'Ubuntu qu'utilizatz. Installatz un dels paquets çaisús, en utilizant Synaptic o apt-get, abans de contunhar.
ug: سىستېمىڭىزدا ubuntu-desktop، kubuntu-desktop، xubuntu-desktop ياكى edubuntu-desktop بوغچىلىرى يوق ئىكەن ھەم Ubuntu نىڭ قايسى نەشرى ئىكەنلىكىنىمۇ بىلگىلى بولمىدى. synaptic ياكى apt-get نى ئىشلىتىپ يۇقىرىقىلارنىڭ بىرەرىنىڭ بوغچىلىرىنى ئورنىتىپ مەشغۇلاتنى داۋاملاشتۇرۇڭ.

source: Reading cache
gl: Lendo a caché
he: המטמון נקרא
ja: キャッシュを読み込み中
ko: 캐시 읽는 중
lt: Skaitomas podėlis
oc: Lectura de l'amagatal
ug: غەملەكنى ئوقۇۋاتىدۇ

source: Unable to get exclusive lock
gl: Foi imposíbel obter un bloqueo exclusivo
he: לא ניתן להשיג נעילה בלעדית
ja: 排他的なロックができません
ko: 배타적으로 잠글 수 없음
lt: Nepavyko gauti išskirtinio užrakto
oc: Impossible d'obténer un varrolh exclusiu
ug: باشقىلارنى چەتكە قاقىدىغان قۇلۇپقا ئېرىشەلمىدى

source: This usually means that another package management application (like apt-get or aptitude) already running. Please close that application first.
gl: Isto normalmente significa que outro xestor de paquetes (como apt-get ou aptitude) xa se está executando. Peche este aplicativo antes de continuar.
he: בדרך כלל משמעות הדבר היא שמנהל חבילות אחר (למשל apt-get או aptitude) כבר פועל. נא לסגור היישום הנ״ל תחילה.
ja: パッケージマネージャーは一度にひとつしか起動できません。apt-getやaptitudeなどのような、他のパッケージマネージャーを終了してください。
ko: 이것은 보통 또 다른 패키지 관리 프로그램(예를 들어 apt-get이나 aptitude)을 이미 실행하고 있는 것을 의미 합니다. 우선 해덩 프로그램을 종료하십시오.
lt: Tai dažniausiai reiškia, kad jau veikia kita programų paketų tvarkymo programa (pvz., apt-get arba aptitude). Pirma užverkite tą programą.
oc: Significa generalament qu'una autra aplicacion de gestion de paquets (coma apt-get o aptitude) ja es en cors d'execucion. D'en primièr, tampatz aquesta aplicacion.
ug: بۇ باشقا بىر بوغچا باشقۇرۇش پروگراممىسى(apt-get ياكى aptitude)نىڭ ئىجرا بولۇۋاتقانلىقىدىن دېرەك بېرىدۇ. ئاۋۋال شۇنى ئاخىرلاشتۇرۇڭ.

source: Upgrading over remote connection not supported
gl: A actualización mediante unha conexión remota non é posíbel
he: לא קיימת תמיכה לשדרוג מחיבור מרוחק
ja: リモート接続経由でのアップグレードはサポートされていません
ko: 원격 접속을 통한 업그레이드를 지원하지 않음
lt: Atnaujinimas naudojant nuotolinį prisijungimą nepalaikomas
oc: La mesa a nivèl via una connexion distanta es pas presa en carga
ug: يىراقتىن باغلىنىپ يېڭىلاشنى قوللىمايدۇ

source: You are running the upgrade over a remote ssh connection with a frontend that does not support this. Please try a text mode upgrade with 'do-release-upgrade'. The upgrade will abort now. Please try without ssh.
gl: Está executando a anovación a través dunha conexión SSH cunha interface que non é compatíbel con esta. Por favor, tente unha anovación en modo de texto con «do-release-upgrade». A anovación vai ser cancelada agora. Por favor, ténteo sen ssh.
he: מתבצע ניסיון להרצת שדרוג באמצעות חיבור SSH מרוחק עם מנשק שאינו תומך בזה. יש לנסות שוב לשדרג במצב טקסט עם '‎do-release-upgrade'. השדרוג יבוטל כעת. נא לנסות ללא SSH.
ja: このアップグレード処理は、リモートSSH経由で実行されたフロントエンドGUIから実行されているようです。 このツールはそうした処理をサポートしていません。 もしリモートからのアップグレードを望むなら、テキストモードでのアップグレード 'do-release-upgrade' を試してみてください。 アップグレードは中断されます。SSHを経由しない起動方法で実行してください。
ko: 원격 SSH접속을 통한 업그레이드를 지원하지 않는 SS H프론트엔드를 사용하여 업그레이드를 실행하고 있습니다. 'do-release-upgrade' 명령으로 텍스트모드 업그레이드를 사요해주십시오. 업그레이드를 중지될 것입니다. SSH를 사용하지 않고 다시 시도하십시오.
lt: Jūs vykdote atnaujinimą per nuotolinį ssh susijungimą su sąsaja, kuri to nepalaiko. Prašome pamėginti atnaujinimą tekstiniame režime su „do-release-upgrade“. Atnaujinimas bus nutrauktas. Mėginkite be ssh.
oc: Fasètz la mesa a jorn a travèrs una connexion distanta ssh amb una interfàcia que lo pren pas en carga. Ensajatz una mesa a jorn en mòde tèxte amb 'do-release-upgrade'. Ara, la mesa a jorn va èsser anullada. Ensajatz sens ssh.
ug: ssh باغلىنىشى ئارقىلىق يۈكسەلدۈرۈش قىلىۋېتىپسىز بىراق، بۇ پروگرامما ssh باغلىنىشىنى قوللىمايدۇ. تېكىست ھالەتتە(تېرمىنالدا) 'do-release-upgrade' نى ئىجرا قىلىڭ. يۈكسەلدۈرۈش ھازىر ئەمەلدىن قالدۇرىدۇ. ssh نى ئىشلەتمەي سىناپ كۆرۈڭ.

source: Continue running under SSH?
gl: Continuar a execución con SSH?
he: להמשיך לרוץ תחת SSH?
ja: SSH経由で実行していますが、続けますか？
ko: SSH를 통해 계속 진행하시겠습니까?
lt: Tęsti naudojant SSH?
oc: Contunhar dins una sesilha SSH ?
ug: SSH نى ئىشلىتىپ ئىجرا قىلىۋاتىدۇ، داۋاملاشتۇرامسىز؟

source: This session appears to be running under ssh. It is not recommended to perform a upgrade over ssh currently because in case of failure it is harder to recover. If you continue, an additional ssh daemon will be started at port '%s'. Do you want to continue?
gl: Esta sesión semella estar executandose baixo SSH. Na actualidade non se recomenda facer unha anovación a través de ssh porque no caso de fracaso, é máis difícil de recuperar. Se continúa, iniciarase un daemon ssh adicional no porto «%s». Desexa continuar?
he: נראה כי התחברות זו מופעלת דרך SSH. לא מומלץ לבצע שדרוג באמצעות SSH נכון לעכשיו כיוון שבמקרה של תקלה קשה יותר לשקם את המערכת. אם תמשיך, יופעל סוכן SSH נוסף בפתחה '%s'. האם ברצונך להמשיך?
ja: このセッションはSSH上で実行されているようです。アップグレードをSSH越しに行うことは推奨されません。アップグレードに失敗した時の復元が困難になるからです。 続行する場合、追加のSSHデーモンをポート '%s' で起動します。 本当に作業を進めてよろしいですか？
ko: 현재 세션은 SSH에서 돌아가고 있습니다. SSH를 이용한 세션에서 업그레이드를 하는 것은 추천하지 않습니다. 업그레이드에 실패할 경우 복구하기가 힘들어 집니다. 진행하시면 '%s' 포트로 추가 SSH데몬을 시작할 것입니다. 계속 진행하시겠습니까?
lt: Panašu, kad šis seansas paleistas per ssh. Nerekomenduojama atlikti atnaujinimo per ssh, nes įvykus klaidai yra sunkiau atkurti. Jei tęsite, papildoma ssh tarnyba bus paleista su prievadu „%s“. Ar norite tęsti?
oc: Aquesta sesilha sembla virar a travèrs ssh. Actualament, es pas recomandat de far una mesa a jorn a travèrs ssh perque en cas de fracàs, es pus complicat de reparar. Se contunhatz, un servici ssh novèl serà aviat sul pòrt « %s ». Volètz contunhar?
ug: بۇ session ssh نى ئىشلىتىپ ئىجرا قىلىنىۋېتىپتۇ. يۈكسەلدۈرۈش مەشغۇلاتىنى ssh نى ئىسلىتىپ ئېلىپ بېرىش تەۋسىيە قىلىنمايدۇ. چۈنكى خاتالىق چىقىپ قالسا ئەسلىگە كەلتۈرمەك قىيىن. ئەگەر داۋاملاشتۇرۇلسا، باشقا بىر ssh daemon نى '%s' نومۇرلۇق ئېغىزدا ئىجرا قىلىنىدۇ. داۋاملاشتۇرامسىز؟

source: Starting additional sshd
gl: Iniciando un sshd adicional
he: sshd נוסף מופעל
ja: 予備のsshdを開始します
ko: 추가 sshd 시작
lt: Paleidžiamas papildomas nuotolinio prisijungimo serveris (sshd)
oc: Aviada d'un processús sshd suplementari
ug: باشقا بىر ssh daemon نى قوزغىلىۋاتىدۇ.

source: To make recovery in case of failure easier, an additional sshd will be started on port '%s'. If anything goes wrong with the running ssh you can still connect to the additional one.
gl: Para que resulte máis doada a recuperación no caso de fallo, iniciarase un sshd adicional no porto «%s». Se algo sae mal co ssh en execución, aínda poderá conectarse co adicional.
he: כדי להקל על השחזור במקרה של כשל, יופעל סוכן ssh נוסף בפתחה '%s'. במידה שמשהו משתבש עם התחברות ה־ssh הנוכחית עדיין ניתן להשתמש בהתחברות הנוספת.
ja: 障害が起こったときに復旧しやすくするため、ポート '%s' でもう一つの sshd を開始します。現在実行中のsshにおかしなことが起きても、もう一方のポートに接続することができます。
ko: 문제가 발생했을 때 복구를 쉽게 할 수 있도록 sshd 데몬을 포트 '%s'에 추가로 실행합니다. 현재 실행 중인 ssh에 문제가 발생해도 추가로 실행한 데몬을 통해 접속할 수 있습니다.
lt: Siekiant palengvinti taisymą, „%s“ prievade bus paleista papildoma sshd kopija. Jei kažkas atsitiks veikiančiam ssh, vis dar galėsite prisijungti prie to papildomo.
oc: Per far mai aisida la recuperacion en cas de disfoncionament, un sshd suplementari serà aviat sul pòrt « %s ». En cas de problèma amb l'ssh existent, vos poiretz encara connectar amb l'autre.
ug: خاتالىق چىققاندا ئەسلىگە كەلتۈرۈشكە ئوڭاي بولسۇن ئۈچۈن، باشقا بىر sshd '%s' نومۇرلۇق ئېغىزدا قوزغىتىلىدۇ. ھازىرقى ئىجرا بولۇۋاتقان ssh دا خاتالىق كۆرۈلسىمۇ بۇ يېڭى قوشۇلغان ssh غا باغلىنىپ مەشغۇلاتنى داۋاملاشتۇرغىلى بولىدۇ.
