Repository: GalliumOS/update-manager
Catalog: po/*.po
Languages: gl, he, ja, ko, lt, oc, ug

source: Do you want to start the upgrade?
gl: Desexa comezar a anovación?
he: האם ברצונך להתחיל את השדרוג?
ja: アップグレードを開始しますか？
ko: 업그레이드를 시작하시겠습니까?
lt: Ar norite pradėti atnaujinimą?
oc: Volètz començar la mesa a jorn ?
ug: يۈكسەلدۈرۈشنى باشلامسىز؟

source: Upgrade canceled
gl: Anulouse a anovación
he: השדרוג בוטל
ja: アップグレードをキャンセルしました
ko: 업그레이드 취소함
lt: Atnaujinimas atšauktas
oc: Mesa a nivèl anullada
ug: يۈكسەلدۈرۈشنى ئەمەلدىن قالدۇردى

source: The upgrade will cancel now and the original system state will be restored. You can resume the upgrade at a later time.
gl: Agora vaise cancelar a anovación e o sistema volverá ao seu estado orixinal. Pode retomar a actualización máis adiante.
he: השדרוג יבוטל כעת והמערכת תחזור למצבה המקורי. ניתן להמשיך את השדרוג במועד מאוחר יותר.
ja: アップグレードはすぐにキャンセルされ、システムは元の状態に戻ります。後でアップグレードをやり直すことができます。
ko: 업그레이드를 취소합니다. 시스템은 업그레이드 이전 상태로 돌아가며 업그레이드는 이후에도 언제든지 다시 할 수 있습니다.
lt: Atnaujinimas bus nutrauktas dabar ir bus atkurta originali sistemos būsena. Galite pratęsti atnaujinimą vėliau.
oc: Ara, la mesa a nivèl va èsser anullada e l’estat original del sistèma restablit. La podètz reprene pus tard.
ug: يۈكسەلدۈرۈش مەشغۇلاتى ئەمەلدىن قالدۇرۇلۇپ، ئەسلى سىستېما ئەسلىگە كەلتۈرۈلىدۇ. يۈكسەلدۈرۈش مەشغۇلاتىنى كېيىن يەنە قىلگىلى بولىدۇ.

source: Could not download the upgrades
gl: Non se puideron descargar as anovacións
he: לא ניתן להוריד את השדרוג
ja: アップグレードに必要なデータをダウンロードできません
ko: 업그레이드 파일을 다운로드 할 수 없음
lt: Nepavyko atsiųsti atnaujinimų
oc: Impossible de telecargar las mesas a jorn
ug: يۈكسەلدۈرمىلەرنى چۈشۈرگىلى بولمىدى

source: The upgrade has aborted. Please check your Internet connection or installation media and try again. All files downloaded so far have been kept.
gl: Abortouse a actualización. Comprobe a súa conexión a Internet ou medio de instalación e ténteo de novo. Tódolos ficheiros descargados serán mantidos.
he: תהליך השדרוג בוטל. נא לבדוק את החיבור שלך לאינטרנט או את אמצעי ההתקנה ולנסות שוב. כל הקבצים שהתקבלו עד כה נשמרו.
ja: アップグレードを中断しました。インターネット接続またはインストールメディアを確認して再度試してください。これまでにダウンロードしたすべてのファイルは保存されています。
ko: 업그레이드를 중단했습니다. 인터넷 연결이나 설치 매체를 확인한 후 다시 시도하십시오. 다운로드한 파일은 계속 보존합니다.
lt: Atnaujinimas buvo nutrauktas. Prašome patikrinti savo Interneto ryšį ar kompiuterio laikmeną ir pabandyti iš naujo. Visi atsisiųsti failai yra palikti, todėl jų nereiks siųstis iš naujo.
oc: La mesa a nivèl es estada arrestada. Verificatz vòstra connexion internet o vòstre mèdia d'installacion e tornatz ensajar. Totes los fichièrs que son telecargats ja son estats salvats.
ug: يۈكسەلدۈرۈش ئۈزۈلۈپ قالدى. ئىنتېرنېت باغلىنىشىنى ياكى ئورنىتىش دىسكىسىنى تەكشۈرۈڭ ۋە قايتا سىناڭ. چۈشۈرۈلگەن بارلىق ھۆججەتلەر ساقلىنىپ قالىدۇ.

source: Error during commit
gl: Produciuse un erro durante a remisión
he: שגיאה במהלך הביצוע
ja: 反映中にエラーが発生しました
ko: 커밋 작업 중 오류 발생
lt: Klaida vykdant
oc: Error pendent la somission
ug: commit قىلىۋاتقاندا خاتالىق كۆرۈلدى

source: Restoring original system state
gl: Restaurando o estado orixinal do sistema
he: המערכת מוחזרת למצבה המקורי
ja: システムを元に戻しています
ko: 시스템을 이전의 상태로 복구하고 있습니다
lt: Atstatoma pradinė sistemos būsena
oc: Restabliment del sistèma dins son estat d'origina
ug: ئەسلىدىكى سىستېما ھالىتىگە قايتۇرۇش

source: Could not install the upgrades
gl: Non se puideron instalar as anovacións
he: לא ניתן להתקין את השדרוגים
ja: アップグレードをインストールできません
ko: 업그레이드를 깔지 못했습니다.
lt: Nepavyko įdiegti atnaujinimų
oc: Impossible d'installar las mesas a jorn
ug: يېڭىلىنىش قاچىلانمىدى

source: The upgrade has aborted. Your system could be in an unusable state. A recovery will run now (dpkg --configure -a).
gl: Abortouse a anovación. O seu sistema pode estar nun estado non usábel. Vaise executar agora a recuperación (dpkg --configure -a).
he: השדרוג בוטל. המערכת שלך עלולה להיות בלתי שמישה. כעת תתבצע פעולת שחזור (dpkg --configure -a).
ja: アップグレードを中断しました。システムが不安定な状態の可能性があります。今からリカバリーを実行します。(dpkg --configure -a)
ko: 업그레이드를 중단했습니다. 시스템에 치명적인 오류가 발생했을 수 있습니다.복구(dpkg --configure -a) 명령을 실행하겠습니다.
lt: Atnaujinimas nutrauktas. Jūsų sistema gali būti netinkamoje naudoti būsenoje. Dabar bus paleistas atkūrimas (dpkg --configure -a).
oc: La mesa a nivèl a fracassat. Vòstre sistèma poiriá èsser inutilizable. Ara, una temptativa de recuperacion se va debanar (dpkg --configure -a).
ug: يۈكسەلدۈرۈش توختىتىلدى. سىستېمىڭىز ئىشلەتكىلى بولمايدىغان ھالەتكە چۈشۈپ قالىدۇ. ئەسلىگە كەلتۈرۈش مەشغۇلاتى(dpkg --configure -a) ھازىرلا ئېلىپ بېرىلىدۇ.

source: Please report this bug in a browser at http://bugs.launchpad.net/ubuntu/+source/update-manager/+filebug and attach the files in /var/log/dist-upgrade/ to the bug report. %s
gl: Faga o favor de informar deste erro nun navegador en http://bugs.launchpad.net/ubuntu/+source/update-manager/+filebug e anexe os ficheiros que hai en /var/log/dist-upgrade/ ao informe de erros. %s
he: נא לדווח על תקלה זו באמצעות דפדפן בכתובת http://bugs.launchpad.net/ubuntu/+source/update-manager/+filebug ולצרף את הקבצים שתחת /var/log/dist-upgrade/ לדיווח על התקלה. %s
ja: ブラウザーで http://bugs.launchpad.net/ubuntu/+source/update-manager/+filebug を開いて、このバグを報告してください。バグ報告には /var/log/dist-upgrade/ にあるファイルを添付してください。 %s
ko: 브라우저로 http://bugs.launchpad.net/ubuntu/+source/update-manager/+filebug 페이지로 이동한 후 버그 보고서에 /var/log/dist-upgrade/ 파일을 첨부하여 버그를 보고해주십시오. %s
lt: Praneškite apie šią klaidą naršyklėje adresu http://bugs.launchpad.net/ubuntu/+source/update-manager/+filebug ir prikabinkite failus iš /var/log/dist-upgrade/ prie pranešimo apie klaidą. %s
oc: Raportatz aqueste bug via vòstre navigador a l'adreça http://bugs.launchpad.net/ubuntu/+source/update-manager/+filebug en estacant al rapòrt los fichièrs contenguts dins lo dorsièr /var/log/dist-upgrade/. %s
ug: مەزكۇر كەمتۈكنى توركۆرگۈدە http://bugs.launchpad.net/ubuntu/+source/update-manager/+filebug گە مەلۇم قىلىڭ ۋە /var/log/dist-upgrade/ دىكى ھۆججەتلەرنى مەلۇماتقا قوشۇپ ئەۋەتىڭ. %s

source: The upgrade has aborted. Please check your Internet connection or installation media and try again.
gl: Cancelouse a actualización. Comprobe a súa conexión a Internet ou o dispositivo de instalación e volva a tentalo.
he: השדרוג בוטל. נא לבדוק את החיבור לאינטרנט ואת אמצעי ההתקנה ולנסות שוב.
ja: アップグレードを中断しました。インターネット接続またはインストールメディアを確認して、もう一度実行してください。
ko: 업그레이드를 중단했습니다. 인터넷 연결이나 설치 매체를 확인한 후 다시 시도하십시오.
lt: Atnaujinimas nutrauktas. Patikrinkite savo interneto ryšį ar diegimo laikmeną ir bandykite dar kartą.
oc: La mesa a nivèl a fracassat. Verificatz vòstra connexion Internet e lo supòrt d'installacion abans de tornar ensajar.
ug: يۈكسەلدۈرۈش توختىتىلدى. ئىنتېرنېت باغلىنىشىنى ياكى ئورنىتىش دىسكىسىنى تەكشۈرۈڭ ۋە قايتا قىلىڭ.

source: Remove obsolete packages?
gl: Retirar os paquetes obsoletos?
he: האם להסיר חבילות מיושנות?
ja: サポートが中止された（あるいはリポジトリに存在しない）パッケージを削除しますか？
ko: 사용하지 못하게 된 패키지를 제거하시겠습니까?
lt: Pašalinti pasenusius paketus?
oc: Suprimir los paquets obsolets ?
ug: كېرەكسىز بوغچىلارنى ئۆچۈرسۇنمۇ؟

source: _Keep
gl: _Conservar
he: _שמירה
ja: そのまま(_K)
ko: 유지(_K)
lt: _Palikti
oc: _Conservar
ug: ساقلاپ قال(_K)

source: _Remove
gl: _Retirar
he: ה_סרה
ja: 削除(_R)
ko: 제거(_R)
lt: P_ašalinti
oc: _Suprimir
ug: ئۆچۈر(_R)

source: A problem occurred during the clean-up. Please see the below message for more information.
gl: Ocorreu algún problema durante a limpeza. Por favor, vexa a mensaxe inferior para obter máis información.
he: התרחשה תקלה במהלך הפינוי. נא לעיין בהודעה שלהלן למידע נוסף.
ja: クリーンアップ中に問題が発生しました。詳細情報は下記のメッセージを参照してください。
ko: 정리하는 도중에 문제가 발생하였습니다. 다음 메시지를 통해 더 많은 정보를 확인할 수 있습니다.
lt: Valymo metu iškilo problema. Daugiau informacijos rasite žemiau esančiame pranešime.
oc: Un problèma s'es produch al moment del netejatge. Reportatz-vos al messatge çaijós per mai d'informacions.
ug: تازىلاۋاتقاندا مەسىلە كۆرۈلدى. تەپسىلىي ئەھۋالنى تۆۋەندىكى ئۇچۇردىن كۆرۈڭ

source: Required depends is not installed
gl: Non está instalado depends, que é necesario
he: החבילות הדרושות להתקנה אינן מותקנות
ja: 依存するパッケージがインストールされていません
ko: 필요한 의존 프로그램을 설치하지 않았습니다.
lt: Reikalaujamos priklausomybės neįdiegtos
oc: Dependéncia requesida pas installada
ug: زۆرۈر بېقىنمىلار ئورنىتىلمىغان

source: The required dependency '%s' is not installed.
gl: A dependencia requirida «%s» non está instalada.
he: החבילה '%s' הדרושה להתקנה אינה מותקנת
ja: 依存するパッケージ '%s' がインストールされていません。
ko: 필요한 의존 프로그램 '%s'을(를) 설치하지 않습니다.
lt: Reikalaujama priklausomybė „%s“ neįdiegta.
oc: La dependéncia requesida « %s » es pas installada.
ug: زۆرۈر بېقىنما '%s' ئورنىتىلمىغان.

source: Checking package manager
gl: Comprobando o xestor de paquetes
he: מנהל החבילות נבדק
ja: パッケージマネージャーをチェック中です
ko: 패키지 관리자 확인 중
lt: Tikrinama paketų tvarkyklė
oc: Verificacion del gestionari de paquets
ug: بوغچا باشقۇرغۇچنى تەكشۈرۈۋاتىدۇ

source: Preparing the upgrade failed
gl: Fallou a preparación da anovación
he: תהליך הכנת השדרוג נכשל
ja: アップグレードの準備に失敗しました
ko: 업그레이드 준비에 실패했습니다
lt: Nepavyko paruošti atnaujinimo
oc: Preparacion de la mesa a jorn impossibla
ug: يېڭىلاشقا تەييارلىنىش مەغلۇپ بولدى

source: Preparing the system for the upgrade failed so a bug reporting process is being started.
gl: Produciuse un fallo ao preparar o sistema para a anovación polo que estase iniciando un proceso de informe de erro.
he: תהליך הכנת המערכת לשדרוג נכשל ולכן יופעל תהליך דיווח על תקלה.
ja: アップグレードのための準備に失敗しました。それによりバグ報告のプロセスが開始されました。
ko: 시스템 업그레이드 준비를 실패했습니다. 버그 보고 작업을 시작합니다.
lt: Sistemos paruošimas atnaujinimui nepavyko, todėl paleidžiamas pranešimo apie klaidą procesas.
oc: La preparacion del sistèma per la mesa a nivèl a fracassat. Un processus de rapòrt d'incident es doncas inicializat.
ug: سىستېمىنى يۈكسەلدۈرۈش تەييارلىقى مەغلۇپ بولدى، شۇڭا كەمتۈك مەلۇم قىلىش مەشغۇلاتى باشلىنىدۇ.

source: Getting upgrade prerequisites failed
gl: Fallou a preparación da anovación
he: קבלת דרישות הקדם לשדרוג נכשלה
ja: アップグレードの事前作業に失敗しました
ko: 업그레이드 사전 작업에 실패했습니다
lt: Nepavyko gauti išankstinių atnaujinimo sąlygų
oc: Impossible d'obténer los prerequesits necessaris a la mesa a jorn
ug: يۈكسەلدۈرۈشكە زۆرۈر بولغان مەزمۇنلارنى ئېلىش مەغلۇپ بولدى.

source: The system was unable to get the prerequisites for the upgrade. The upgrade will abort now and restore the original system state. Additionally, a bug reporting process is being started.
gl: O sistema non cumpre os prerequisitos para a súa anovación. A anovación cancelarase agora e restaurarase o estado orixinal do sistema. Ademais, estase iniciando un proceso de informe de erro.
he: המערכת לא הצליחה לקבל את דרישות הקדם לשדרוג. תהליך השדרוג יבוטל כעת והמערכת תשוחזר למצב המקורי. בנוסף על כך, יופעל תהליך הדיווח על תקלות.
ja: アップグレードに必要なものを取得できませんでした。アップグレードはすぐに中止され、システムは以前の状態に戻されます。 同時にバグ報告のプロセスが開始されました。
ko: 시스템에서 업그레이드 사전 작업을 할 수 없습니다. 업그레이드를 취소한 후 이전 시스템 상태로 되돌립니다. 추가적으로, 버그 보고 작업을 시작합니다.
lt: Sistemai nepavyko gauti visų būtinų sąlygų atnaujinimui. Atnaujinimas bus dabar nutrauktas ir atkurta originali sistemos būsena. Papildomai paleidžiamas pranešimo apie klaidą procesas.
oc: Lo sistèma a pas capitat d'obténer los prerequesits per la mesa a nivèl. La mesa a nivèl se va arrestar e restablir lo sistèma dins son estat inicial. En complement, un processus de rapòrt d'incident es inicializat.
ug: يېڭىلاشقا زۆرۈر بولغانلارنى ئېلىش مۇمكىن بولمىدى. يېڭىلاش توختىتىلىپ ئەسلىدىكى سىستېما ئەسلىگە كەلتۈرۈلىدۇ. يەنە كەمتۈك مەلۇم قىلىش جەريانى باشلىنىۋاتىدۇ.

source: Updating repository information
gl: Actualizando a información do repositorio
he: נתוני המאגרים מתעדכנים
ja: リポジトリ情報のアップデート
ko: 저장소 정보 업데이트 중
lt: Atnaujinama saugyklų informacija
oc: Mesa a jorn de las informacions suls depauses
ug: خەزىنە ئۇچۇرىنى يېڭىلاۋاتىدۇ

source: Failed to add the cdrom
gl: Produciuse un fallo ao engadir o CDROM
he: אירע כשל בהוספת כונן התקליטורים
ja: cdromの追加に失敗しました
ko: cdrom을 추가할 수 없음
lt: Nepavyko pridėti kompaktinio disko
oc: Impossible d'apondre lo CD
ug: cdrom نى قوشۇش مەغلۇپ بولدى.

source: Sorry, adding the cdrom was not successful.
gl: Sentímolo, non foi posíbel engadir o CDROM
he: הוספת התקליטור לא הצליחה, עמך הסליחה
ja: cdrom の追加に失敗しました。
ko: 죄송합니다. cdrom을 추사할 수 없습니다.
lt: Atsiprašome, kompaktinio disko pridėjimas nesėkmingas.
oc: O planhèm, l'apondon del CD a fracassat.
ug: كەچۈرۈڭ، cdrom قوشۇش مۇۋەپپەقىيەتلىك بولمىدى.

source: Invalid package information
gl: Información de paquete incorrecta
he: פרטי החבילה אינם תקינים
ja: 利用できないパッケージ情報です
ko: 올바르지 않은 패키지 정보
lt: Netinkama paketo informacija
oc: Informacions suls paquets invalidas
ug: ئىناۋەتسىز بوغچا ئۇچۇرى

source: Fetching
gl: Obtendo
he: מתקבל
ja: 取得中
ko: 가져오는 중
lt: Atsiunčiama
oc: Recuperacion
ug: تۇتۇۋاتىدۇ

source: Upgrading
gl: Anovando
he: בשדרוג
ja: アップグレード中です
ko: 업그레이드 중
lt: Atnaujinama
oc: Mesa a nivèl
ug: يۈكسەلدۈرۈۋاتىدۇ

source: Upgrade complete
gl: Completouse a anovación
he: השדרוג הושלם
ja: アップグレードが完了しました
ko: 업그레이드 완료
lt: Atnaujinimas užbaigtas
oc: Mesa a nivèl acabada
ug: يۈكسەلدۈرۈش تامام

source: The upgrade has completed but there were errors during the upgrade process.
gl: A actualización completouse mais producíronse erros durante o proceso.
he: השדרוג הושלם אך צצו שגיאות במהלך השדרוג.
ja: アップグレードは完了しましたが、アップグレード中にいくつかのエラーが発生しました。
ko: 업그레이드를 완료했지만 업그레이드 과정 중 오류가 발생하였습니다.
lt: Atnaujinimas baigtas, bet atnaujinimo proceso metu įvyko klaidų.
oc: La mesa a nivèl es acabada, mas d'errors se son produchas al moment d'aqueste processus de mesa a nivèl.
ug: نەشرنى ئۆرلىتىش تاماملاندى، بىراق نەشرىنى ئۆرلىتىش جەريانىدا خاتالىق كۆرۈلدى.

source: Searching for obsolete software
gl: Buscando paquetes obsoletos
he: מתבצע חיפוש אחר תכנה מיושנת
ja: 古いソフトウェアを検索しています
ko: 못 쓰게 된 소프트웨어를 검색하는 중
lt: Ieškoma pasenusios programinės įrangos
oc: Recèrca de logicials obsolets
ug: كېرەكسىز دېتاللارنى ئىزدەۋاتىدۇ

source: System upgrade is complete.
gl: Completouse a anovación do sistema.
he: שדרוג המערכת הושלם.
ja: システムのアップグレードが完了しました。
ko: 시스템 업그레이드를 완료했습니다.
lt: Sistemos atnaujinimas baigtas.
oc: La mesa a nivèl del sistèma es acabada.
ug: سىستېمىنى يۈكسەلدۈرۈش تاماملاندى.

source: The partial upgrade was completed.
gl: Completouse a anovación parcial do sistema.
he: השדרוג החלקי הושלם.
ja: 部分的なアップグレードが完了しました。
ko: 부분 업그레이드를 완료했습니다.
lt: Dalinis atnaujinimas baigtas.
oc: La mesa a nivèl parciala del sistèma es acabada.
ug: قىسمىي يۈكسەلدۈرۈش تاماملاندى.

source: evms in use
gl: evms en uso
he: evms נמצא בשימוש
ja: evms は使用中です
ko: evms 사용 중
lt: Naudojamas evms
oc: evms es en cors d'utilizacion
ug: evms ئىشلىتىلىۋاتىدۇ

source: Your system uses the 'evms' volume manager in /proc/mounts. The 'evms' software is no longer supported, please switch it off and run the upgrade again when this is done.
gl: O sistema emprega o xestor de volumes «evms» en /proc/mounts. O software «evms» non ten asistencia; apágueo e execute de novo a anovación ao rematar.
he: המערכת שלך משתמשת במנהל הכרכים 'evms' תחת ‎/proc/mounts. התוכנה 'evms' אינה נתמכת עוד, נא לכבות אותה ולהפעיל שוב את השדרוג עם סיום הפעולה.
ja: システムは/proc/mountsでボリュームマネジャとして 'evms' を使っています。'evms' ソフトウェアはもうサポートされていません。オフにしてからアップグレードしてください。
ko: 이 시스템은 /proc/mounts 안에 'evms' 볼륨 매니저를 사용하고 있습니다. 'evms'은 더 이상 지원되지 않으므로, 종료 후 업그레이드를 다시 실행하십시오.
lt: Jūsų sistema /proc/mounts naudoja „evms“ laikmenų valdyklę. „evms“ programinė įranga nebepalaikoma, prašome ją išjungti ir paleisti atnaujinimą iš naujo.
oc: Vòstre sistèma utiliza lo gestionari de volum « evms » dins /proc/mounts. Lo logicial « evms » es pas pus pres en carga. Desactivatz-lo abans d'executar tornarmai la mesa a nivèl.
ug: سىستېمىدىكى /proc/mounts دا 'evms' دىسكا باشقۇرغۇ ئىشلىتىلىپتۇ. 'evms' يۇمشاق دېتالىنى بۇنىڭدىن ئىشلەتكىلى بولمايدۇ، ئۇنى ئېتىۋېتىپ، ئاندىن يۈكسەلدۈرۈشنى قايتا ئىجرا قىلىڭ.

source: Your graphics hardware may not be fully supported in Ubuntu 12.04 LTS.
gl: O seu hardware de gráficos non é completamente compatíbel con Ubuntu 12.04 LTS.
he: חומרת הגרפיקה שלך אינה נתמכת במלואה על ידי אובונטו 12.04 עם תמיכה לטווח ארוך (LTS).
ja: 現在使用中のグラフィックハードウェアのサポートは Ubuntu 12.04 LTS では不完全な可能性があります。
ko: 그래픽 카드가 우분투 12.04 장기 지원판을 지원하지 않습니다.
lt: Jūsų grafikos aparatinė įranga gali būti nevisiškai palaikoma Ubuntu 12.04 LTS.
oc: Es possible que vòstra carta grafica siá pas entièrament presa en carga per Ubuntu 12.04 LTS.
ug: كومپيۇتېرىدىكى كۆرسىتىش كارتىسىنى ئۇبۇنتۇ 12.04 LTS تولۇق قوللىمايدۇ.

source: The support in Ubuntu 12.04 LTS for your Intel graphics hardware is limited and you may encounter problems after the upgrade. For more information see https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForI8xx Do you want to continue with the upgrade?
gl: A compatibilidade en Ubuntu 12.04 LTS para o seu hardware de gráficos Intel está limitada e pode atopar problemas trala actualización. Para ter máis información vexa https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForI8xx ¿Desexa continuar coa anovación?
he: התמיכה של אובונטו 12.04 LTS בכרטיס הגרפי שלך מבית אינטל מוגבלת ויתכן שיופיעו בעיות לאחר השדרוג. למידע נוסף יש לעיין בכתובת https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForI8xx האם ברצונך להמשיך בשדרוג?
ja: 現在使用中の Intel 製グラフィックハードウェアは Ubuntu 12.04 LTS では制限付きのサポートとなっているため、アップグレード後に不具合が発生する可能性があります。詳しくは https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForI8xx をご覧ください。アップグレードを続行しますか?
ko: 인텔 그래픽 카드가 우분투 12.04 장기 지원판을 완전하게 지원하지 않아 업그레이드 후 문제가 발생할 수 있습니다. 더 자세한 내용은 https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForI8xx 페이지를 확인해주십시오. 업그레이드를 계속 진행하시겠습니까?
lt: Jūsų Intel grafikos aparatinės įrangos palaikymas Ubuntu 12.04 LTS yra ribotas, todėl galite susidurti su problemomis po atnaujinimo. Daugiau informacijos rasite https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForI8xx Ar norite tęsti atnaujinimą?
oc: La presa en carga per Ubuntu 12.04 LTS de vòstra carta grafica Intel es limitada e es possible que rencontriatz de problèmas aprèp la mesa a nivèl. Per mai d'informacion, rendètz-vos sus https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForI8xx Volètz contunhar la mesa a nivèl ?
ug: ئۇبۇنتۇ 12.04 LTS دا Intel كۆرسىتىل كارتىسىنى تولۇق قوللاش تېخى ئەمەلگە ئاشمىدى، شۇڭا يۈكسەلدۈرۈلسە مەسىلە كېلىپ چىقىش ئېھتىماللىقى بار. تەپسىلىي ئۇچۇرلارنى https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForI8xx دىن كۆرۈشكە بولىدۇ. يۈكسەلدۈرۈشنى داۋاملاشتۇرامسىز؟

source: Upgrading may reduce desktop effects, and performance in games and other graphically intensive programs.
gl: A anovación pode reducir os efectos do escritorio, o rendemento nos xogos e noutros programas que fagan un emprego intensivo dos gráficos.
he: שדרוג עלול לפגוע באפקטים של שולחן העבודה ובביצועים של משחקים ותכניות עמוסות מבחינה גרפית.
ja: アップグレードによって、デスクトップ効果（3Dデスクトップ）やゲーム、グラフィックに強く依存するその他のプログラムなどのパフォーマンスが低下するかもしれません。
ko: 업그레이드로 인해 데스크탑 효과나 게임, 그래픽 관련 프로그램의 성능이 줄어들 수 있습니다.
lt: Atlikus atnaujinimą gali sumažėti darbo aplinkos efektų, žaidimų ir kitų grafiškai reiklių programų našumas.
oc: Es possible que la mesa a nivèl reduisca los efièches visuals e las performàncias pels jòcs e autres programas exigents en tèrmes de grafismes.
ug: يۈكسەلدۈرۈلسە ئۈستەلئۈستى ئۈنۈمى، ئويۇنلار ۋە باشقا گرافىكىلىق پروگراممىلارنىڭ ئىقتىدارىدا ئاجىزلاش بولىدۇ.

source: This computer is currently using the NVIDIA 'nvidia' graphics driver. No version of this driver is available that works with your video card in Ubuntu 10.04 LTS. Do you want to continue?
gl: Este computador emprega o controlador gráfico «nvidia» de NVIDIA. Non se conta cun controlador que funcione co seu hardware en Ubuntu 10.04 LTS. Está seguro de que desexa continuar?
he: מחשב זה משתמש כעת במנהל ההתקן הגרפי 'nvidia' מבית NVIDIA. אין גרסה של מנהל התקן זה שתפעל עם החומרה שלך תחת אובונטו 10.04 LTS. האם ברצונך להמשיך?
ja: 現在、このコンピューターはNVIDIA 'nvidia' グラフィックドライバーを利用しています。Ubuntu 10.04 LTS では、このハードウェアで動作可能なドライバーのバージョンはありません。 作業を続けますか？
ko: 이 컴퓨터는 현재 NVIDIA사의 'nvidia' 그래픽 드라이버를 사용하고 있습니다. 이 드라이버는 우분투 10.04 LTS을 지원하는 버전이 없습니다. 계속 진행하시겠습니까?
lt: Šis kompiuteris dabar naudoja NVIDIA „nvidia“ grafikos tvarkyklę. Ubuntu 10.04 LTS nėra šios tvarkyklės versijos, veikiančios su jūsų aparatine įranga. Ar norite tęsti?
oc: Aqueste ordenador utiliza actualament lo pilòt grafic « nvidia » de NVIDIA. I a pas cap de version d'aqueste pilòt per Ubuntu 10.04 LTS que foncione amb vòstre material. Volètz contunhar ?
ug: كومپيۇتېرىڭىزدا NVIDIA 'nvidia' گرافىك قوزغىتىش پروگراممىسى ئىشلىتىلىۋېتىپتۇ. Ubuntu 10.04 LTS نەشرىدە بۇنىڭغا ماس كېلىدىغان قوزغىتىش پروگراممىسى يوق. . داۋاملاشتۇرامسىز?

source: This computer is currently using the AMD 'fglrx' graphics driver. No version of this driver is available that works with your hardware in Ubuntu 10.04 LTS. Do you want to continue?
gl: Este computador emprega o controlador gráfico «fglrx» de AMD. Non se conta cun controlador que funcione co seu hardware en Ubuntu 10.04 LTS. Está seguro de que desexa continuar?
he: מחשב זה משתמש במנהל ההתקן הגרפי 'fglrx' מבית AMD. אין גרסה של מנהל התקן זה שעובדת עם החומרה שלך תחת אובונטו 10.04 LTS. האם ברצונך להמשיך?
ja: 現在、このコンピューターはAMD 'fglrx' グラフィックドライバーを利用しています。Ubuntu 10.04 LTS では、このハードウェアで動作可能なドライバーのバージョンはありません。 作業を続けますか？
ko: 이 컴퓨터는 현재 AMD사의 'fglrx' 그래픽 드라이버를 사용하고 있습니다. 이 드라이버는 우분투 10.04 LTS을 지원하는 버전이 없습니다. 계속 진행하시겠습니까?
lt: Šis kompiuteris dabar naudoja AMD „fglrx“ grafikos tvarkyklę. Ubuntu 10.04 LTS nėra šios tvarkyklės versijos, veikiančios su jūsų aparatine įranga. Ar norite tęsti?
oc: Aqueste ordenador utiliza actualament lo pilòt grafic « fglrx » d'AMD. I a pas cap de version d'aqueste pilòt per Ubuntu 10.04 LTS que foncione amb vòstre material. Volètz contunhar ?
ug: كومپيۇتېرىڭىزدا AMD 'fglrx' گرافىك قوزغىتىش پروگراممىسى ئىشلىتىلىۋېتىپتۇ. Ubuntu 10.04 LTS نەشرىدە بۇنىڭغا ماس كېلىدىغان قوزغىتىش پروگراممىسى يوق. . داۋاملاشتۇرامسىز?

source: No i686 CPU
gl: Non é unha CPU i686
he: המעבד אינו מסוג i686
ja: i686 CPU ではありません
ko: i686 CPU 아님
lt: Ne i686 CP
oc: Pas de processor i686
ug: i686 تىپلىق CPU ئەمەس

source: Your system uses an i586 CPU or a CPU that does not have the 'cmov' extension. All packages were built with optimizations requiring i686 as the minimal architecture. It is not possible to upgrade your system to a new Ubuntu release with this hardware.
gl: O seu sistema usa unha CPU i586 ou unha CPU que non ten a extensión «cmov». Todos os paquetes foron construídos con optimizacións que requiren i686 como arquitectura mínima. Non é posíbel actualizar o seu sistema á nova versión de Ubuntu con este hardware.
he: המערכת שלך משתמשת במעבד מסוג i586 או במעבד שאין לו את ההרחבה 'cmov'. כל החבילות נבנו עם שיפורים הדורשים לכל הפחות את האכיטקטורה i686. לא ניתן לשדרג את המערכת שלך להפצה חדשה יותר של אובונטו עם חומרה זו.
ja: あなたのコンピューターは、i586 CPU または 'cmov' 拡張命令に対応していない CPU を使用しています。すべてのパッケージは、最低限のアーキテクチャとして i686 を必要とする最適化でビルドされています。このハードウェアでは、新しいバージョンの Ubuntu にアップグレードすることができません。
ko: 현 시스템은 i586 호환 CPU가 아니거나, 'cmov' 기능이 없는 CPU를 사용하고 있습니다. 모든 패키지는 최소 i686 호환 CPU가 필요합니다. 현 시스템에서 새로운 우분투 버전으로 업그레이드 할 수 없습니다.
lt: Jūsų sistema naudoja i586 CP ar CP, kuris neturi „cmov“ plėtinio. Visi paketai buvo sukurti su optimizavimais reikalaujančiais mažiausiai i686 architektūros. Su šia aparatine įranga neįmanoma atnaujinti jūsų sistemos į naują Ubuntu laidą.
oc: Vòstre sistèma utiliza un processor i586 o un processor qu'a pas l'extension 'cmov'. Totes los paquets son estats compilats amb d'optimizacions qu'exigisson que l'arquitectura minimala siá i686. Es pas possible de metre a jorn vòstre sistèma cap a una novèla version d'Ubuntu amb vòstre material actual.
ug: سىستېمىڭىزدىكى CPU نىڭ تىپى i586 ئىكەن، بۇنىڭدا 'cmov' كېڭەيتىلمىسى يوق. بارلىق بوغچىلار i686 تىپلىق CPU نى ئىشلىتىپ ئەلالاشتۇرۇش ئىقتىدارىنى ئىشلىتىپ قۇرۇلغان. بۇ كومپيۇتېرىڭىزدا، سىستېمىڭىزنى Ubuntu نىڭ يېڭى نەشرىگە يۈكسەلدۈرەلەيسىز.

source: No ARMv6 CPU
gl: Non é unha CPU ARMv6
he: אין מעבד מסוג ARMv6
ja: ARMv6 準拠ではない CPU です
ko: ARMv6 CPU 아님
lt: Ne ARMv6 procesorius
oc: Pas de processor ARMv6
ug: ARMv6 تىپىدىكى CPU ئەمەس
