Repository: GalliumOS/update-manager
Catalog: po/*.po
Languages: gl, he, ja, ko, lt, oc, ug

source: Ubuntu %(version)s Upgrade Available
gl: Está dispoñíbel unha anovación á %(version)s de Ubuntu
he: שדרוג לאובונטו %(version)s זמין כעת
ja: Ubuntu %(version) のアップグレードが利用可能です
ko: 우분투 %(version)s(으)로 업그레이드할 수 있습니다.
lt: Prieinamas Ubuntu %(version)s atnaujinimas
oc: Mesa a nivèl cap a Ubuntu %(version)s disponibla
ug: ئۇبۇنتۇ %(version) نىڭ يۈكسەلدۈرمىسى بار ئىكەن

source: You have declined the upgrade to Ubuntu %s
gl: Vostede rexeitou a anovación a Ubuntu %s
he: דחית את השדרוג לגרסה %s של אובונטו
ja: Ubuntu %s へのアップグレードを拒絶
ko: 우분투 %s(으)로 업그레이드하는 것을 취소했습니다.
lt: Jūs atsisakėte atnaujinti į Ubuntu %s
oc: Avètz declinada la mesa a jorn cap a Ubuntu %s
ug: ئۇبۇنتۇ %s غا يۈكسەلدۈرۈشنى رەت قىلدىڭىز

source: Add debug output
gl: Engadir a saída de depuración
he: הוספת פלט לניפוי שגיאות
ja: デバッグ出力を追加
ko: 디버그 출력 추가
lt: Pridėti derinimo išvedimą
oc: Apondre la sortida de desbugatge
ug: سازلاش نەتىجىلىرىنى چىقىرىشنى قوشۇش

source: Show unsupported packages on this machine
gl: Mostrar os paquetes non compatíbeis con este equipo
he: הצגת חבילות שאינן נתמכות במחשב זה
ja: このコンピューターでサポートされていないパッケージを表示
ko: 이 시스템상의 지원되지 않는 패키지 보이기
lt: Rodyti nepalaikomus paketus šiame kompiuteryje.
oc: Afichar los paquets pas preses en carga presents sus aquesta maquina
ug: مەزكۇر كومپيۇتېردىكى قوللىمايدىغان بوغچىلارنى كۆرسىتىش

source: Show supported packages on this machine
gl: Mostrar os paquetes non compatíbeis con esta máquina
he: הצגת חבילות הנתמכות במחשב זה
ja: このコンピューターでサポートされているパッケージを表示
ko: 이 시스템 상의 지원이 계속되는 패키지 보이기
lt: Rodyti palaikomus paketus šiame kompiuteryje.
oc: Afichar los paquets preses en carga presents sus aquesta maquina
ug: مەزكۇر كومپيۇتېردىكى قوللايدىغان بوغچىلارنى كۆرسىتىش

source: Show all packages with their status
gl: Mostrar todos os paquetes co seu estado
he: הצגת כל החבילות עם המצב שלהן
ja: すべてのパッケージを状態とともに表示
ko: 모든 패키지를 패키지의 상태와 함께 보이기
lt: Rodyti visus paketus su jų būsena
oc: Veire totes los paquets amb lor estatut
ug: بارلىق بوغچا ۋە ئۇلارنىڭ ھالىتىنى كۆرسىتىش

source: Show all packages in a list
gl: Mostrar todos os paquetes nunha lista
he: הצגת כל החבילות ברשימה
ja: すべてのパッケージをリストで表示
ko: 목록에 모든 패키지 보이기
lt: Rodyti visus paketus sąraše
oc: Afichar totes los paquets en lista
ug: ھەممە بوغچىلارنى بىر تىزىمدا كۆرسىتىش

source: Support status summary of '%s':
gl: Resumo do estado de compatibilidade de «%s»:
he: תקציר מצב התמיכה של '%s':
ja: '%s' のサポート状況の概要:
ko: '%s' 지원 상태 요약:
lt: „%s“ palaikymo būsenos santrauka:
oc: Resumit de l'estat del supòrt de '%s' :
ug: ‹%s› نىڭ قوللاش ھالىتى:

source: You have %(num)s packages (%(percent).1f%%) supported until %(time)s
gl: Ten %(num)s paquetes (%(percent).1f%%) con asistencia técnica até %(time)s
he: %(num)s מהחבילות שברשותך (%(percent).1f%%) יקבלו תמיכה עד %(time)s
ja: %(num)s 個のパッケージ (%(percent).1f%%) は、%(time)s までサポートされます
ko: %(time)s까지 지원하는 패키지가 %(num)s개 (%(percent).1f%%) 있습니다.
lt: Jūs turite %(num)s paketų (%(percent).1f %%) palaikomų iki %(time)s
oc: Avètz %(num)s paquets (%(percent).1f%%) preses en carga fins a %(temps)s
ug: %(num)s دانە بوغچا (%(percent).1f%%) نى %(time)s غىچە قوللايدۇ

source: You have %(num)s packages (%(percent).1f%%) that can not/no-longer be downloaded
gl: Ten %(num)s paquetes (%(percent).1f%%) que non poden descargarse máis
he: %(num)s מהחבילות שברשותך (%(percent).1f%%) שלא ניתן עוד להוריד
ja: %(num)s 個のパッケージ (%(percent).1f%%) は、ダウンロードできません
ko: 더 이상 다운로드 할 수 없는 패키지가 %(num)s개 (%(percent).1f%%) 있습니다.
lt: Jūs turite %(num)s paketų (%(percent).1f %%), kurie negali/nebegali būti atsiųsti
oc: Avètz %(num)s paquets (%(percent).1f%%) que pòdon pas o pas mai èsser telecargats
ug: %(num)s دانە بوغچا (%(percent).1f%%) نى ئەمدى چۈشۈرگىلى بولمايدۇ

source: You have %(num)s packages (%(percent).1f%%) that are unsupported
gl: Ten %(num)s paquetes (%(percent).1f%%) que non teñen asistencia
he: %(num)s מהחבילות שברשותך (%(percent).1f%%) אינן נתמכות
ja: %(num)s 個のパッケージ (%(percent).1f%%) は、サポートされていません
ko: 지원하지 않는 패키지가 %(num)s개 (%(percent).1f%%) 있습니다.
lt: Jūs turite %(num)s paketų (%(percent).1 f%%), kurie yra nepalaikomi
oc: Avètz %(num)s paquets (%(percent).1f%%) que son pas preses en carga.
ug: %(num)s دانە بوغچا (%(percent).1f%%) نى قوللىمايدۇ

source: Run with --show-unsupported, --show-supported or --show-all to see more details
gl: Execute con --show-unsupported, --show-supported ou --show-all para ver máis información
he: יש להריץ עם הארגומנטים: ‎--show-unsupported, --show-supported או ‎--show-all כדי לצפות בפרטים נוספים
ja: 詳細を見るには、--show-unsupported または --show-supported または --show-all を付けて実行してください
ko: 자세한 내용을 확인하시려면 --show-unsupported, --show-supported 또는 --show-all 옵션으로 실행하십시오.
lt: Paleiskite su --show-unsupported, --show-supported arba --show-all detalesnei informacijai pamatyti
oc: Executar amb --show-unsupported, --show-supported o --show-all per veire mai de detalhs
ug: تەپسىلىي ئۇچۇرلارنى كۆرۈش ئۈچۈن --show-unsupported، --show-supported ياكى --show-all نى قوشۇپ ئىجرا قىلىڭ

source: No longer downloadable:
gl: Xa non se poden descargar:
he: בלתי ניתן עוד להוריד:
ja: ダウンロード不可能なパッケージ:
ko: 더 이상 다운로드할 수 없음:
lt: Nebegalima atsiųsti:
oc: Es pas mai telecargable :
ug: ئەمدى چۈشۈرگىلى بولمايدىغانلىرى:

source: Unsupported:
gl: Sen asistencia:
he: ללא תמיכה:
ja: サポートされていないパッケージ:
ko: 지원하지 않음:
lt: Nepalaikomi:
oc: Pas preses en carga :
ug: قوللىمايدىغانلىرى:

source: Supported until %s:
gl: Con asistencia até %s:
he: נתמך עד %s:
ja: %s までサポートされるパッケージ:
ko: %s 까지 지원함:
lt: Palaikoma iki %s:
oc: Preses en carga fins en %s :
ug: %s غىچە قوللايدىغانلىرى:

source: Unsupported
gl: Sen asistencia
he: ללא תמיכה
ja: サポートされていません
ko: 지원하지 않음
lt: Nepalaikoma
oc: Pas pres en carga
ug: قوللىمايدۇ

source: Unimplemented method: %s
gl: Método non implementado: %s
he: שיטה לא מוטמעת: %s
ja: 未実装のメソッド： %s
ko: 구현하지 않은 방법: %s
lt: Neįgyvendintas metodas: %s
oc: Metòde pas implementat : %s
ug: ئەمەلىيلەشتۈرۈلمىگەن ئۇسۇل: %s

source: A file on disk
gl: Un ficheiro nun disco
he: קובץ בכונן
ja: ディスクにあるファイル
ko: 디스크에 있는 파일
lt: Failas diske
oc: Un fichièr sus disc
ug: دىسكىدىكى بىر ھۆججەت

source: Install missing package.
gl: Instalar o paquete que falta.
he: התקנת חבילה חסרה.
ja: 見つからないパッケージをインストール
ko: 빠진 패키지를 설치합니다.
lt: Įdiegti trūkstamą paketą.
oc: Installacion del paquet mancant.
ug: يوقالغان بوغچىلارنى ئورنىتىش

source: Package %s should be installed.
gl: Habería que instalar o paquete %s.
he: החבילה %s אמורה להיות מותקנת.
ja: パッケージ %s がインストールされているべきです。
ko: %s 패키지를 반드시 설치해야 합니다.
lt: Paketas %s turėtų būti įdiegtas.
oc: Lo paquet %s deuriá èsser installat.
ug: %s دېگەن بوغچا چوقۇم ئورنىتىلىشى كېرەك.

source: .deb package
gl: paquete .deb
he: חבילת ‎.deb
ja: .deb パッケージ
ko: .deb 패키지
lt: .deb paketas
oc: paquet .deb
ug: .deb بوغچىسى

source: %s needs to be marked as manually installed.
gl: Hai que marcar %s como instalado manualmente.
he: יש לסמן את %s כמותקנת ידנית.
ja: %s は手動インストール済みとマークされている必要があります。
ko: %s은(는) 직접 설치할 패키지로 표시해야 합니다.
lt: %s turi būti pažymėtas kaip įdiegtas rankiniu būdu.
oc: %s deu èsser marcat per una installacion manuala.
ug: %s غا قولدا ئورنىتىلغان دېگەن بەلگە قويۇلۇشى زۆرۈر.

source: When upgrading, if kdelibs4-dev is installed, kdelibs5-dev needs to be installed. See bugs.launchpad.net, bug #279621 for details.
gl: Ao anovar a versión, se kdelibs4-dev estiver instalado hai que instalar kdelibs5-dev. Vexa o erro núm. 279621 de bugs.launchpad.net para máis detalles.
he: בעת השדרוג, אם החבילה kdelibs4-dev מותקנת אז יש להתקין את החבילה kdelibs5-dev. ניתן לעיין בתופעה ב־bugs.launchpad.net, דיווח מס׳ 279621 לפרטים נוספים.
ja: アップグレードを行う場合、kdelibs4-dev がインストールされているなら、kdelibs5-dev をインストールする必要があります。詳細は bugs.launchpad.net の bug #279621 を参照してください。
ko: 업그레이드 중 kdelibs4-dev 패키지를 설치한 경우 kdelibs5-dev 패키지를 설치합니다. bugs.launchpad.net의 bug #279621에서 자세한 내용을 확인할 수 있습니다.
lt: Kai atnaujinama, jei kdelibs4-dev yra įdiegtas, kdelibs5-dev turi būti įdiegtas. Daugiau informacijos galite rasti bugs.launchpad.net, klaida #279621.
oc: Se kdelibs4-dev es installat, kdelibs5-dev deu èsser installat al moment de la mesa a nivèl. Consultatz lo rapòrt de bug #279621 sus launchpad.net per mai d'entresenhas.
ug: يۈكسەلدۈرۈش قىلىۋاتقاندا، ئەگەر kdelibs4-dev ئورنىتىلغان بولسا، kdelibs5-dev نىمۇ ئورنىتىش زۆرۈردۇر. تەپسىلاتىنى bugs.launchpad.net دىكى كەمتۈك #279621 دىن كۆرۈڭ.

source: %i obsolete entries in the status file
gl: %i entradas obsoletas no ficheiro de status
he: %i רשומות שאינן בתוקף בקובץ המצב
ja: ステータスファイル内に %i 個の廃止されたエントリがあります。
ko: %i은(는) 상태 파일에서 쓰지 않게 된 엔트리
lt: %i pasenę įrašai būsenos faile
oc: %i entradas obsoletas dins lo fichièr « status »
ug: ھالەت ھۆججىتىدە %i دانە تاشلىۋېتىلگەن مەزمۇن بار

source: Obsolete entries in dpkg status
gl: Entradas obsoletas no status de dpkg
he: רשומות שאינן בתוקף במצב ה־dpkg
ja: dpkgステータス内に廃止されたエントリがあります
ko: dpkg 상태에서 쓰지 않게 된 엔트리
lt: Pasenę įrašai dpkg būsenoje
oc: Entradas obsoletas dins lo fichièr « status » del paquet
ug: dpkg ھالەت ھۆججىتىدىكى تاشلىۋېتىلگەن مەزمۇنلار

source: Obsolete dpkg status entries
gl: Entradas obsoletas no status de dpkg
he: רשומות מצב dpkg שאינן בתוקף
ja: 廃止されたdpkgステータスエントリ
ko: 쓰지 않게 된 dpkg 상태 엔트리
lt: Pasenę dpkg būsenos įrašai
oc: Entradas obsoletas dins lo fichièr « status »
ug: تاشلىۋېتىلگەن dpkg ھالەت مەزمۇنلىرى

source: Remove lilo since grub is also installed.(See bug #314004 for details.)
gl: Eliminar lilo, pois grub tamén está instalado. (Ver o erro #314004 para máis detalles).
he: הסרת lilo מאחר שגם grub מותקן. (ניתן לעיין בבאג מס׳ 314004 לפרטים נוספים.)
ja: grub もインストールされているので lilo を削除します。(詳細は bug #314004 を参照してください。)
ko: grub을 설치했으므로 lilo는 제거하십시오.(자세한 내용은 버그 #314004를 참조.)
lt: Pašalinti lilo, kadangi taip pat yra įdiegtas grub. (Daugiau informacijos galite rasti bugs.launchpad.net, klaida #314004.)
oc: Suprimir Lilo perque Grub es installat ja. (Vejatz bug #314004 per mai de detalhs.)
ug: grub ئورنىتىلغانلىقى ئۈچۈن lilo نى ئۆچۈرۈڭ. (تەپسىلاتىنى bug #314004 دىن كۆرۈڭ)

source: %(size).0f kB
he: ק״ב אחד
oc: %(size).0f ko
ug: %(size).0f ك ب

source: %.1f MB
he: %.1f מ״ב
oc: %.1f Mo
