Repository: GalliumOS/update-manager
Catalog: po/*.po
Languages: gl, he, ja, ko, lt, oc, ug

source: If you run a firewall, you may need to temporarily open this port. As this is potentially dangerous it's not done automatically. You can open the port with e.g.: '%s'
gl: Se executa unha devasa, pode necesitar abrir este porto temporalmente. Como isto é potencialmente perigoso, non se fai automaticamente. Pode abrir o porto con, p.ex.: «%s»
he: אם החיבור שלך נמצא מאחורי חומת־אש, יתכן שיהיה עליך לפתוח פתחה זו באופן זמני. כיוון שמדובר בסכנת אבטחה פעולה זו אינה מתבצעת אוטומטית. ניתן לפתוח את הפתחה עם פקודה כגון: '%s'
ja: ファイアウォールを実行している場合、このポートを一時的に開く必要があります。この操作は、潜在的な危険があるため自動的には行われません。以下の例のようにしてポートを開けます: '%s'
ko: 방화벽을 사용 중이시라면 임시로 이 포트를 열어 주셔야 합니다. 포트를 여는 것은 잠재적으로 위험하기 때문에 자동으로 실행되지 않습니다. 아래와 같이 포트를 여실 수 있습니다 : '%s'
lt: Jei naudojate ugniasienę, jums gali reikėti laikinai atverti šį prievadą. Kadangi tai yra potencialiai pavojinga, tai nedaroma automatiškai. Jūs galite atverti prievadą, pavyzdžiui, su: „%s“
oc: S'utilizatz un parafuòc, benlèu que vos caldriá dobrir temporàriament aqueste pòrt. Es pas fach automaticament perque es potencialament dangierós. Podètz dobrir lo pòrt amb, per exemple : « %s »
ug: ئەگەر سىز توساقتام(firewall) نى ئىجرا قىلىۋاتقان بولسىڭىز، ۋاقتىنچە بۇ ئېغىزنى ئېچىۋېتىشىڭىز كېرەك. بۇ خەتەرلىك بولغاچقا ئاپتوماتىك قىلغىلى بولمايدۇ. تۆۋەندىكىدەك قىلسىڭىز بۇ ئېغىزنى ئېچىۋېتەلەيسىز: «%s»

source: Can not upgrade
gl: Non é posíbel anovar
he: לא ניתן לשדרג
ja: アップグレードできません
ko: 업그레이드할 수 없음
lt: Negalima atnaujinti
oc: Impossible de metre a jorn
ug: يېڭىلىغىلى بولمايدۇ

source: An upgrade from '%s' to '%s' is not supported with this tool.
gl: Con esta ferramenta non se pode anovar de «%s» a «%s»
he: לא ניתן לשדרג מ־'%s' ל־'%s' על ידי כלי זה.
ja: '%s' から '%s' へのアップグレードは、このツールではサポートされていません。
ko: 이 도구로 '%s'에서 '%s'(으)로 업그레이드할 수 없습니다.
lt: Šis įrankis negali atnaujinti nuo „%s“ iki „%s“.
oc: La mesa a nivèl de « %s » cap a « %s » es pas presa en carga per aqueste esplech.
ug: بۇ قورال %s' دىن '%s' غا يۈكسەلدۈرۈشنى قوللىمايدۇ.

source: Sandbox setup failed
gl: A configuración da zona de probas fallou
he: הגדרת Sandbox נכשלה
ja: サンドボックス環境のセットアップに失敗しました
ko: 샌드박스 설정 실패
lt: Sandbox sąranka nesėkminga
oc: La configuracion de l'espaci protegit (sandbox) a fracassat
ug: Sandbox مۇھىتىنى تەڭشەش مەغلۇپ بولدى

source: It was not possible to create the sandbox environment.
gl: Non foi posíbel crear o contorno da zona de probas.
he: לא ניתן ליצור את סביבת ה־sandbox.
ja: サンドボックス環境を構築することができませんでした。
ko: 샌드박스 환경을 만들 수 없습니다.
lt: Buvo neįmanoma sukurti sandbox aplinkos.
oc: Es estat impossible de crear l'environament per l'espaci protegit (sandbox)
ug: Sandbox مۇھىتىنى قۇرۇش مۇمكىن بولمىدى

source: Sandbox mode
gl: Modo zona de probas
he: מצב Sandbox
ja: サンドボックスモード
ko: 샌드박스 모드
lt: Sandbox veiksena
oc: Mòde espaci protegit (sandbox)
ug: Sandbox ھالىتى

source: This upgrade is running in sandbox (test) mode. All changes are written to '%s' and will be lost on the next reboot. *No* changes written to a system directory from now until the next reboot are permanent.
gl: Esta anovación está executándose en modo «caixa de area» (proba). Todos os cambios escribiránse en «%s» e perderanse no seguinte Os cambios no sistema de ficheiros serán permanentes ate que reinicie.
he: שדרוג זה מופעל במצב ארגז חול (בדיקה). כל השינויים ייכתבו אל '%s' ויאבדו עם הפעלת המחשב מחדש. *שום* שינוי שיתבצע בתיקיית המערכת מעתה ועד להפעלת המחשב מחדש בפעם הבאה יישאר קבוע.
ja: このアップグレードはサンドボックス(テスト)モードで実行中です。すべての変更は '%s' に書きこまれ、次に再起動したときに破棄されます。 現時点から次に再起動するまでの間にシステムディレクトリに書き込まれた変更は、破棄されます。
ko: 이 업그레이드는 샌드 박스(테스트) 모드에서 실행하고 있습니다. 모든 바뀐 내용은 '%s'에 기록하며 다시 시작하게 되면 유실됩니다. 지금부터 다음 다시 시작할 때까지 어떤 바뀐 내용도 시스템 디렉터리에 기록하지 않습니다.
lt: Šis atnaujinimas vykdomas smėlio dėžės (testavimo) veiksena. Visi pakeitimai yra rašomi į „%s“ ir bus prarasti kito paleidimo iš naujo metu. *Jokie* pakeitimai įrašyti į sistemos katalogą nuo dabar iki kito paleidimo iš naujo nėra pastovūs.
oc: La mesa a nivèl es executada en mòde tèst. Totes los cambiaments son escriches dins "%s" e seràn perduts a l'amodament que ven. Entre ara e l'amodament que ven, *cap* de cambiament escrich dins un dorsièr sistèma serà pas permanent.
ug: يۈكسەلدۈرۈش مەشغۇلاتى Sandbox(سىناق) ھالىتىدە ئىجرا قىلىنىۋاتىدۇ. ھەممە ئۆزگىرىشلەر '%s' غا يېزىلىدۇ. قايتا قوزغىتىلغاندا ھەممىسى يوقىلىدۇ. قايتا قوزغىتىلغۇچە بولغان ئارىلىقتا systemdir غا يېزىلغان نەرسىلەر ھەممىسى ۋاقىتلىقتۇر.

source: Your python install is corrupted. Please fix the '/usr/bin/python' symlink.
gl: A súa instalación de Python é defectuosa. Arranxe a ligazón simbólica «/usr/bin/python».
he: התקנת ה־python שלך פגומה. נא לתקן את הקישור הסימבולי '‎/usr/bin/python'
ja: インストールされたPythonが破損しています。シンボリックリンク'/usr/bin/python'を修正してください。
ko: 파이썬 설치가 잘못되었습니다. '/usr/bin/python' 심볼릭 링크를 수정하십시오.
lt: Jūsų python įdiegtas netinkamai. Pataisykite „/usr/bin/python“ simbolinę nuorodą.
oc: Vòstra installacion de Python es damatjada. Reparatz lo ligam simbolic « /usr/bin/python ».
ug: ئورنىتىلغان python سىستېمىسى بۇزۇلۇپتۇ. '/usr/bin/python' دېگەن symlink نى تۈزىتىڭ.

source: Package 'debsig-verify' is installed
gl: O paquete «debsig-verify» está instalado
he: החבילה 'debsig-verify' מותקנת
ja: 'debsig-verify'パッケージがインストールされています
ko: 'debsig-verify' 패키지를 설치했습니다.
lt: Paketas „debsig-verify“ įdiegtas
oc: Lo paquet « debsig-verify » es installat
ug: 'debsig-verify' دېگەن بوغچا ئورنىتىلىپتۇ.

source: The upgrade can not continue with that package installed. Please remove it with synaptic or 'apt-get remove debsig-verify' first and run the upgrade again.
gl: A anovación non pode continuar con ese paquete instalado. Retíreo con synaptic ou «apt-get remove debsig-verify» primeiro e faga a anovación de novo.
he: לא ניתן להמשיך בשדרוג כל עוד חבילה זו מותקנת. נא להסיר אותה קודם לכן באמצעות synaptic או 'apt-get remove debsig-verify' ולהפעיל את השדרוג מחדש.
ja: 'debsig-verify'パッケージがインストールされていると、アップグレードを継続することができません。 Synapticパッケージマネージャーか 'apt-get remove debsig-verify' で削除した後で、再度アップグレードを実行してください。
ko: 해당 패키지를 설치한 상태로는 업그레이드를 계속할 수 없습니다. 시냅틱이나 'apt-get remove debsig-verify' 명령으로 제거한 후 다시 업그레이드를 수행하십시오.
lt: Atnaujinimas negali būti tęsiamas, kol įdiegtas tas paketas. Iš pradžių pašalinkite jį su synaptic ar „apt-get remove debsig-verify“ ir paleiskite atnaujinimą iš naujo.
oc: La mesa a nivèl pòt pas contunhar s'aqueste paquet es installat. Suprimissètz-lo amb synaptic o amb « apt-get remove debsig-verify », puèi reaviatz la mesa a jorn.
ug: ئاۋۇ ئورنىتىلغان بوغچىلار بار ھالەتتە يۈكسەلدۈرۈشنى داۋاملاشتۇرغىلى بولمايدۇ . ئاۋۋال ئۇنى synaptic ياكى 'apt-get remove debsig-verify' دېگەن بۇيرۇق ئارقىلىق ئۆچۈرۈۋېتىپ ئاندىن يۈكسەلدۈرۈشنى ئىجرا قىلىڭ.

source: Can not write to '%s'
gl: Non é posíbel escribir en «%s»
he: לא ניתן לכתוב אל '%s'
ja: '%s' に書き込みできません
ko: '%s'에 기록할 수 없습니다
lt: Negalima rašyti į „%s“
oc: Impossible d'escriure dins '%s'
ug: ‹%s› يازغىلى بولمىدى.

source: Its not possible to write to the system directory '%s' on your system. The upgrade can not continue. Please make sure that the system directory is writable.
gl: Non é posíbel escribir no directorio do sistema «%s» deste sistema. A actualización non pode continuar. Comprobe que se pode escribir no directorio do sistema.
he: לא ניתן לכתוב אל תיקיית המערכת '%s' שבמערכת שלך. השדרוג יופסק. נא לוודא שניתן לכתוב אל תיקיית המערכת.
ja: システムディレクトリ '%s' に書き込みできないため、アップグレードを続行できません。 システムディレクトリが書き込み可能かどうか確認してください。
ko: 사용자 시스템의 시스템 디렉터리 '%s'에 기록할 수 없습니다. 업그레이드를 계속할 수 없습니다. 시스템 디렉터리에 기록할 수 있는 권한이 있는지 확인하십시오.
lt: Nėra įmanoma rašyti į sistemos katalogą „%s“ jūsų sistemoje. Atnaujinimas negali tęstis. Įsitikinkite, kad į sistemos katalogą galima rašyti.
oc: Impossible d'escriure dins lo dorsièr '%s' de vòstre sistèma. La mesa a jorn pòt pas contunhar. Asseguratz-vos que lo dorsièr sistèma es accessible en escritura.
ug: سىستېما مۇندەرىجىسى %s غا يازغىلى بولمىدى. يېڭىلاشنى داۋاملاشتۇرغىلى بولمايدۇ. سىستېما مۇندەرىجىسىگە يازغىلى بولىدىغان-بولمايدىغانلىقىنى تەكشۈرۈڭ.

source: Include latest updates from the Internet?
gl: Incluír as actualizacións máis recentes desde a Internet?
he: האם לכלול עדכונים חדשים מהאינטרנט?
ja: インターネットからの最新のアップデート情報を取得しますか？
ko: 인터넷으로 최신 업데이트를 설치하시겠습니까?
lt: Įtraukti naujausius atnaujinimus iš interneto?
oc: Inclure las darrièras mesas a jorn d'Internet ?
ug: ئەڭ يېڭى يېڭىلانما ئۇچۇرلىرىنى ئىنتېرنېتتىن ئالامسىز؟

source: The upgrade system can use the internet to automatically download the latest updates and install them during the upgrade. If you have a network connection this is highly recommended. The upgrade will take longer, but when it is complete, your system will be fully up to date. You can choose not to do this, but you should install the latest updates soon after upgrading. If you answer 'no' here, the network is not used at all.
gl: O sistema de anovación pode descargar automaticamente as actualizacións máis recentes da Internet e instalalas durante a anovación. Se ten unha conexión de banda larga, isto é moi recomendábel. A anovación levará máis tempo, mais unha vez rematada, o seu sistema estará completamente actualizado. Pode escoller non facelo, mais debería instalar as actualizacións máis recentes antes de actualizar o sistema. Se dis que «non» aquí, non se usará a conexión para nada.
he: מערכת השדרוגים יכולה להשתמש באינטרנט כדי להוריד אוטומטית את העדכונים החדשים ביותר ולהתקין אותם במהלך השדרוג. במידה שיש לך חיבור לאינטרנט אפשרות זו מומלצת בחום. השדרוג יארוך זמן רב יותר, אך לאחר סיומו, המערכת שלך תהיה עדכנית יותר. ניתן שלא לבחור בפעולה זו, אך יהיה עליך להתקין את העדכונים העדכניים ביותר במהירות האפשרית מיד לאחר השדרוג. אם לא יתקבל אישור, לא יעשה כלל שימוש ברשת.
ja: アップグレードシステムは、ネットワークを利用したシステムのアップグレードに対応しています。最新のパッケージを自動的にダウンロードし、アップグレード時に併せてインストールできるため、ネットワークへの接続が可能なら、この方法を使うことを強く推奨します。 アップグレードには時間がかかりますが、ネットワークを利用すれば、完了時に最新のアップデータが導入された状態になります。ネットワークを利用しないアップグレードも可能ですが、この場合はアップグレードが完了した後で、さらにアップデータをインストールする必要があります。 ここで「いいえ」を選択すると、アップグレードにネットワークを利用しません。
ko: 업그레이드 프로그램은 업그레이드 중 인터넷을 이용해 자동으로 최신 업데이트를 다운로드해 설치할 수 있습니다. 인터넷에 연결되어 있다면 가급적 설치하는 것이 좋습니다. 업그레이드는 더 오래 걸리겠지만 완료 후에는 시스템이 완전히 최신 상태가 됩니다. 지금 설치를 하지 않기로 했다면 업그레이드를 마친 다음 즉시 최신 업데이트를 설치해야 합니다. '아니오'를 선택하면 네트워크를 이용하지 않습니다.
lt: Atnaujinimų sistema atnaujinimo metu gali naudodamasi internetu atsiųsti ir įdiegti naujausius atnaujinimus. Jei turite tinklo ryšį, tai ypač rekomenduojama. Atnaujinimas truks ilgiau, bet jam pasibaigus jūsų sistema bus visiškai atnaujinta. Galite to nedaryti, tačiau turėtumėte įdiegti šiuos naujausius atnaujinimus po atnaujinimo. Jei pasirinksite „Ne“, tinklo ryšiu nebus naudojamasi.
oc: Lo sistèma de mesa a nivèl pòt utilizar l'Internet per telecargar automaticament las darrièras versions dels paquets e las installar pendent lo processus. S'avètz una connexion a la ret, aquò es fòrtament recomandat. La mesa a nivèl prendrà mai de temps, mas un còp acabada, vòstre sistèma serà completament a jorn. Podètz causir d'o far pas, mas vos caldrà installar las darrièras versions dels paquets rapidament aprèp la mesa a jorn. Se respondètz « non », la ret serà pas brica utilizada.
ug: يۈكسەلدۈرۈش سىستېمىسى يۈكسەلدۈرۈۋاتقاندا ئەڭ يېڭى يېڭىلاشلارنى ئىنتېرنېتتىن ئاپتوماتىك چۈشۈرىدۇ ۋە ئۇنى ئورنىتىدۇ. ئىنتېرنېت باغلىنىشى بولسا بۇ بەكمۇ ئاددىي ھەم سىزگە بۇنى تەۋسىيە قىلىمىز يۈكسەلدۈرۈشكە ئۇزۇن ۋاقىت كېتىدۇ، بىراق تاماملانغاندا، سىزنىڭ سىستېمىڭىز تولۇق ئەڭ يېڭى ھالەتتە بولغان بولىدۇ. سىز بۇنداق قىلماسلىقنىمۇ تاللىيالايسىز. بىراق يۈكسەلدۈرۈش تاماملانغاندا ئەڭ يېڭى يېڭىلاشلارنى ئورنىتىشىڭىز كېرەك. ئەگەر بۇ يەردە «ياق(no)» دەپ جاۋاب بەرسىڭىز، ئىنتېرنېت ئىشلىتىلمەيدۇ.

source: disabled on upgrade to %s
gl: desactivado na anovación a %s
he: בוטל בשדרוג ל־%s
ja: %sへのアップグレード時に無効化されました
ko: %s(으)로 업그레이드 하지 않음
lt: išjungtas atnaujinant į %s
oc: desactivat per la mesa a nivèl cap a %s
ug: %s غا يۈكسەلدۈرۈش چەكلەنگەن

source: No valid mirror found
gl: Non se atopou ningunha réplica correcta
he: לא נמצא אתר מראה תקין
ja: 利用可能なミラーが見つかりません
ko: 올바른 미러 서버를 찾지 못함
lt: Nerasta tinkamų programinės įrangos saugyklų (veidrodžių)
oc: Cap de miralh valable pas trobat
ug: ئىناۋەتلىك تەسۋىر تېپىلمىدى

source: While scanning your repository information no mirror entry for the upgrade was found. This can happen if you run a internal mirror or if the mirror information is out of date. Do you want to rewrite your 'sources.list' file anyway? If you choose 'Yes' here it will update all '%s' to '%s' entries. If you select 'No' the upgrade will cancel.
gl: Non se atopou unha entrada na réplica para a anovación ao examinar a información do repositorio. Isto pode acontecer se se executa unha réplica interna ou se a información da réplica estivera anticuada. Quere substituír «sources.list» igual? Se escoller «Si» aquí, actualizaranse todas as entradas «%s» a «%s». Se seleccionar «Non», cancelarase a actualización.
he: בעת סריקת נתוני המאגרים שלך לא נמצאה רשומת מראה של השדרוג. בעיה זו עלולה להיגרם עקב הרצה של שרת מראה פנימי או אם נתוני המראה אינם בתוקף. האם לשכתב את קובץ ה־'sources.list' בכל מקרה? אם 'כן' יבחר כאן יעודכנו כל הרשומות של '%s' ל־'%s'. אם יבחר 'לא' השדרוג יבוטל.
ja: システムに設定されたリポジトリ情報を確認しましたが、アップグレードに利用可能なミラーサーバーのエントリが見つかりませんでした。プライベートなミラーサーバーを利用していたり、ミラー情報が古い可能性があります。 ミラーサーバーの設定ファイル 'sources.list' をとにかく編集しますか？ 「はい」を選択すると、'%s' エントリは '%s' に置き換わります。 「いいえ」を選択すると、アップグレードをキャンセルします。
ko: 저장소 정보를 찾아봤지만 업그레이드를 위한 미러 항목을 찾을 수 없습니다. 내부 미러를 운영 중이거나 혹은 미러 정보가 최신이 아닐 수 있습니다. 그래도 'sources.list' 파일을 다시 작성 하시겠습니까? 여기서 '예'를 선택하면 모든 '%s' 항목을 '%s'(으)로 업데이트합니다. '아니오'를 선택하면 업그레이드를 취소합니다.
lt: Peržvelgiant saugyklų informaciją nerasta jokių atnaujinimų dubliuojamų saugyklų įrašų. Tai gali atsitikti, jei naudojate vidinę dubliuojamąją saugyklą arba jei dubliuojamųjų saugyklų informacija yra pasenusi. Ar vis tiek norite perrašyti „sources.list“ failą? Jei čia pasirinksite „Taip“, bus atnaujinti visi „%s“ įrašai į „%s“. Jei pasirinksite „Ne“, atnaujinimas bus nutrauktas.
oc: Cap d' entrada de miralh per la mesa a nivèl es pas estada trobada al moment de l'analisi de vòstras informacions suls depauses. Aquò pòt arribar s'utilizatz un miralh local o un miralh vengut obsolèt. Volètz tornar crear vòstre fichièr « sources.list » ? Se causissètz « òc » las entradas « %s » seràn cambiadas en « %s ». Se causissètz « non » la mesa a nivèl serà anullada.
ug: خەزىنە ئۇچۇردىن يۈكسەلدۈرۈش ئۈچۈن ئىشىتىلىدىغان ئەينەك مۇلازىمېتىرنى تاپقىلى بولمىدى. بۇ ئىچكى ئەينەك مۇلازىمېتىر ئىشلىتىش ياكى ئەينەك مۇلازىمېتىر ئۇچۇرى كونىراپ قېلىشتىن كېلىپ چىقىدۇ. 'sources.list' نى قايتا يازسۇنمۇ؟ ئەگەر 'Yes' تاللانسا، '%s' لارنىڭ ھەممىسى '%s' يېڭىلىنىدۇ. ئەگەر 'No' تاللانسا يۈكسەلدۈرۈش ئەمەلدىن قالدۇرۇلىدۇ.

source: Generate default sources?
gl: Xerar as fontes predeterminadas?
he: לייצר את מקורות בררת המחדל?
ja: 標準のリポジトリ設定ファイルを生成しますか？
ko: 기본 소스 목록을 만드시겠습니까?
lt: Sugeneruoti numatytąsias saugyklas?
oc: Generar las fonts per defaut ?
ug: كۆڭۈلدىكى مەنبەلەرنى قۇرسۇنمۇ؟

source: After scanning your 'sources.list' no valid entry for '%s' was found. Should default entries for '%s' be added? If you select 'No', the upgrade will cancel.
gl: Unha vez examinado «sources.list», non se atopou ningunha entrada correcta para «%s». Deberíanse engadir as entradas por omisión de «%s»? Se escolle «Non», anularase a anovación.
he: לאחר סריקת קובץ ה־'sources.list' לא נמצאה רשומה תקנית עבור '%s'. האם להוסיף את רשומות בררת המחדל עבור '%s'? אם 'לא' יבחר, השדרוג יבוטל.
ja: システムの 'sources.list' を確認しましたが、有効な '%s' のためのエントリが見つかりません。 '%s' のためのデフォルト設定エントリを追加しますか？ 「いいえ」を選択すると、アップグレードはキャンセルされます。
ko: 'sources.list' 파일을 찾아봤지만 '%s'에 대한 항목을 찾을 수 없습니다. '%s'에 대한 기본 항목을 추가하시겠습니까? '아니오'를 선택하면 업그레이드를 취소합니다.
lt: Peržvelgus „sources.list“ nerasta tinkamų „%s“ įrašų. Ar pridėti numatytuosius „%s“ įrašus? Jei pasirinksite „Ne“, atnaujinimas bus nutrauktas.
oc: Cap d'entrada valabla per « %s » es pas estada trobada al moment de l'analisi de vòstre fichièr « sources.list ». Las entradas per defaut per « %s » devon èsser apondudas ? Se causissètz « non » la mesa a nivèl serà anullada.
ug: 'sources.list' نى تەكشۈرۈش ئارقىلىق، ئۇنىڭدىن '%s' مۇناسىۋەتلىك مەزمۇن تېپىلمىدى. '%s' نىڭغا مۇناسىۋەتلىك كۆڭۈلدىكى مەزمۇننى قوشۇلسۇنمۇ؟ جاۋابىڭىز 'No'«ياق» بولسا، يۈكسەلدۈرۈش ئەمەلدىن قالدۇرۇلىدۇ.

source: Repository information invalid
gl: A información do repositorio non é correcta
he: נתוני המאגרים לא תקינים
ja: リポジトリ情報が無効です
ko: 저장소 정보가 올바르지 않습니다
lt: Saugyklų informacija netinkama
oc: Informacions suls depauses pas valablas
ug: خەزىنە ئۇچۇرى ئىناۋەتسىز

source: Upgrading the repository information resulted in a invalid file so a bug reporting process is being started.
gl: A anovación da información do respositoriu produciu un ficheiro erróneo, polo que se está a iniciar un proceso de informe de erros.
he: שדרוג נתוני המאגרים גרם לקובץ פגום ולכן החל תהליך של דיווח על תקלה.
ja: リポジトリの情報を更新した際にファイルが破損しました。それによりバグ報告のプロセスが開始されました。
ko: 저장소 정보를 업데이트한 결과 올바르지 않은 파일이 생성되었습니다. 버그 보고 작업을 시작합니다.
lt: Saugyklos informacijos atnaujinimas baigėsi neteisingu failu, todėl paleidžiamas pranešimo apie klaidą procesas.
oc: La mesa a nivèl de las informacions dels depauses a renviat un fichièr invalid, un rapòrt de bug va èsser mandat.
ug: خەزىنە ئۇچۇرلىرىنى يېڭىلاۋاتقاندا بىر ئىناۋەتسىز ھۆججەت بايقالدى شۇڭا كەمتۈك مەلۇم قىلىش جەريانى باشلىنىۋاتىدۇ.

source: Third party sources disabled
gl: Orixes de terceiros desactivadas
he: מקורות של ספקי צד שלישי בוטלו
ja: サードパーティが提供するリポジトリを使わない設定にしました
ko: 서드 파티 소스는 사용할 수 없습니다
lt: Trečiųjų šalių programinės įrangos saugyklos išjungtos
oc: Fonts que provenon de partidas tèrças desactivadas
ug: ئۈچىنچى تەرەپ يۇمشاق دېتاللىرى تاقالغان

source: Some third party entries in your sources.list were disabled. You can re-enable them after the upgrade with the 'software-properties' tool or your package manager.
gl: Desactiváronse algunhas entradas de terceiras partes no seu sources.list. Pódeas volver a activar coa ferramenta «software-properties» ou co xestor de paquetes.
he: כמה מקורות צד שלישי ברשימת ה־sources.list נוטרלו. ניתן לאפשר אותם שוב לאחר השדרוג באמצעות הכלי 'software-properties' או בעזרת מנהל החבילות שלך.
ja: sources.list にあるサードパーティが提供するリポジトリを使わない設定にしました。アップグレード完了後、'ソフトウェアソース' ツールもしくはパッケージマネージャーを使って再び利用可能な設定にすることができます。
ko: souces.list에서 서드 파티 목록의 일부를 이용할 수 없습니다. 업그레이드를 마친 후 '소프트웨어 소스' 도구나 패키지 관리자를 이용해 다시 사용 할 수 있습니다.
lt: Kai kurie trečiųjų šalių įrašai jūsų programinės įrangos saugyklų nustatymų faile „sources.list“ buvo išjungti. Juos galėsite vėl įjungti, kai baigsite atnaujinimą, su „programinės įrangos saugyklų“ įrankiu arba paketų tvarkytuve.
oc: D'unas entradas de vòstre fichièr sources.list, concernent de partidas tèrças, son estadas desactivadas. Las podètz reactivar aprèp la mesa a nivèl amb l'esplech « Gestionari de canals logicials » o amb Synaptic.
ug: sources.list ئىچىدىكى بىر قىسىم ئۈچىنچى تەرەپ مەزمۇنلىرى ئىناۋەتسىز قىلىندى. يۈكسەلدۈرۈش تاماملانغاندا ئۇنى 'software-properties' قورالى ياكى بوغچا باشقۇ بىلەن قايتا ئىناۋەتلىك قىلغىلى بولىدۇ.

source: Package in inconsistent state
gl: Paquete en estado inconsistente
he: חבילה במצב לא רציף
ja: 矛盾した状態のパッケージ
ko: 패키지 상태가 불완전함
lt: Paketas nesuderinamoje būsenoje
oc: Paquet en estat incoerent
ug: بوغچىلار باغلاشمىغان ھالەتتە

source: The package '%s' is in an inconsistent state and needs to be reinstalled, but no archive can be found for it. Please reinstall the package manually or remove it from the system.
gl: O paquete «%s» ten un estado inconsistente e precisa ser reinstalado pero non se atopa ningún ficheiro para facelo. Reinstale o paquete manualmente ou elimíneo do sistema.
he: החבילה '%s' הנה במצב בלתי רציף ויש להתקינה מחדש, אך לא ניתן למצוא עבורה ארכיון. יש להתקין חבילה זו מחדש ידנית או להסיר אותה מהמערכת.
ja: パッケージ '%s' は 矛盾した状態にあり再インストールが必要ですが、そのためのアーカイブを見つけることができません。パッケージを手動で再インストールするか、システムからパッケージを削除してください。
ko: '%s' 패키지는 불완전한 상태이며 다시 설치해야합니다만, 저장소에서 찾을 수 없습니다. 이 패키지를 직접 다시 설치하거나 시스템에서 제거하십시오.
lt: Paketas „%s“ yra nesuderinamoje būsenoje ir turi būti įdiegtas iš naujo, tačiau nerastas tam reikalingas archyvas. Iš naujo įdiekite jį rankiniu būdu arba pašalinkite iš sistemos.
oc: Lo paquet « %s » es dins un estat incoerent e deu èsser reïnstallat, mas cap d'archiu que lo contenga es pas estat trobat. Tornatz installar aqueste paquet manualament o suprimissètz-lo de vòstre sistèma.
ug: بوغچا '%s' (لار) باغلاشمىغان ھالەتتە ئىكەن، ئۇ(لار)نى قايتا ئورنىتىش كېرەك ئىدى. بىراق، ئۇنىڭ ئارخىپى تېپىلمىدى. ئۇنى قولدا قايتا ئورنىتىڭ ياكى سىستېمىدىن ئۆچۈرۈۋېتىڭ.

source: Error during update
gl: Produciuse un erro durante a actualización
he: שגיאה במהלך העדכון
ja: アップデート中にエラーが発生しました
ko: 업데이트 중 오류 발생
lt: Klaida atnaujinant
oc: Error al moment de la mesa a jorn
ug: يېڭىلاۋاتقاندا خاتالىق كۆرۈلدى

source: A problem occurred during the update. This is usually some sort of network problem, please check your network connection and retry.
gl: Ocorreu un problema durante a actualización. Normalmente é debido a algún tipo de problema na rede. Por favor, comprobe a súa conexión de rede e vólvao a intentar.
he: התעוררה בעיה בתהליך העדכון. בדרך כלל זוהי בעיית רשת, נא לבדוק את חיבור הרשת שלך ולנסות שנית.
ja: アップデート中に問題が発生しました。通常、これはネットワークにおける何らかの問題です。ネットワーク接続が可能であることをチェックし、あらためて試してください。
ko: 업데이트 중 문제가 발생했습니다. 보통 네트워크 문제인 경우가 많습니다.네트워크의 연결 상태를 확인하시고 다시 시도하십시오.
lt: Atnaujinant kilo problema. Tai greičiausiai kokia nors su tinklu susijusi problema; patikrinkite savo tinklo ryšį ir bandykite dar kartą.
oc: Un problèma s'es produch al moment de la mesa a jorn. Aquò es generalament degut a un problèma de ret. Verificatz vòstra connexion a la ret e tornatz ensajar.
ug: يېڭىلاش جەريانىدا ئازراق مەسىلە كۆرۈلدى. بۇ كوپ ھاللاردا تورنىڭ سەۋەبىدىن كېلىپ چىقىدۇ. تور باغلىنىشىنى تەكشۈرۈپ قايتا قىلىڭ.

source: Not enough free disk space
gl: Non hai espazo abondo no disco
he: אין די שטח בכונן הקשיח
ja: ディスクの空き領域が足りません
ko: 디스크 여유 공간이 충분하지 않습니다.
lt: Diske nepakanka laisvos vietos
oc: Pas pro d'espaci liure sul disc
ug: دىسكىدىكى بىكار بوشلۇق يېتەرلىك ئەمەس

source: The upgrade has aborted. The upgrade needs a total of %s free space on disk '%s'. Please free at least an additional %s of disk space on '%s'. Empty your trash and remove temporary packages of former installations using 'sudo apt-get clean'.
gl: Cancelouse a anovación. A anovación precisa un total de %s de espazo libre no disco «%s». Libere cando menos %s de espazo on disco «%s». Libere o lixo e elimine os paquetes temporais das instalacións anterioers usando «sudo apt-get clean».
he: השדרוג בוטל. כדי לשדרג יש צורך בסך של %s מקום פנוי בכונן '%s'. נא לפנות לפחות %s של נפח אחסון בכונן '%s'. כדאי לרוקן את פח האשפה ולהסיר חבילות זמניות מהתקנות קודמות באמצעות 'sudo apt-get clean'.
ja: アップグレードを中断しました。アップグレードを行うには、 %s の空き容量がディスク %s に必要です。少なくともあと %s の空き容量をディスク %s に作ってください。ゴミ箱を空にしたり、'sudo apt-get clean' を実行して今までにインストールした一時パッケージを削除してください。
ko: 업그레이드를 중단했습니다. 이 업그레이드는 %s의 용량이 드라이브 '%s'에 필요합니다.최소한 %s의 용량을 '%s'에 확보해주십시오. 휴지통을 비워주시고 'sudo apt-get clean' 명령으로 이전에 설치하며 만들어진 임시 패키지를 제거하십시오.
lt: Atnaujinimas nutrauktas. Atnaujinimui reikia iš viso %s laisvos vietos diske „%s“. Atlaisvinkite mažiausiai %s papildomos vietos diske „%s“. Išvalykite šiukšlinę ir pašalinkite laikinus paketus iš ankstesnių įdiegimų naudodami „sudo apt-get clean“.
oc: La mesa a nivèl a fracassat. La mesa a nivèl a besonh de %s d'espaci liure sul disc « %s ». Liberatz un espaci suplementari de %s sul disc « %s ». Voidatz l'escobilhièr e suprimètz los paquets logicials temporaris amb l'ajuda de l'aplicacion Sistèma > Administracion > Netejatge del sistèma, o en picant la comanda seguenta dins un terminal : « sudo apt-get clean ».
ug: يۈكسەلدۈرۈش توختىتىلدى. يۈكسەلدۈرۈش ئۈچۈن جەمئىي %s بىكار بوشلۇق '%s' دىسكىدا بولۇشى كېرەك. ئەڭ ئاز دېگەندە يەنە %s بىكار بوشلۇقنى دىسكا '%s' دا پەيدا قىلىڭ. بۇنىڭ ئۈچۈن ئەخلەت ساندۇقنى تازىلاڭ، 'sudo apt-get clean' نى ئىشلىتىپ ۋاقىتلىق بوغچىلارنى ئۆچۈرۈڭ.

source: Calculating the changes
gl: Calculando os cambios
he: השינויים מחושבים
ja: 変更点を確認中
ko: 바뀐 내용을 계산하는 중
lt: Apskaičiuojami pakeitimai
oc: Calcul de las modificacions
ug: ئۆزگىرىشلەرنى ئېنىقلاۋاتىدۇ
