Repository: GalliumOS/update-manager
Catalog: po/*.po
Languages: gl, he, ja, ko, lt, oc, ug

source: Your system uses an ARM CPU that is older than the ARMv6 architecture. All packages in karmic were built with optimizations requiring ARMv6 as the minimal architecture. It is not possible to upgrade your system to a new Ubuntu release with this hardware.
gl: O seu sistema emprega unha CPU ARM que é máis antiga que a arquitectura ARMv6. Todos os paquetes en karmic foron construídos coas optimizacións que require ARMv6 como arquitectura mínima. Non é posíbel anovar o seu sistema a unha versión de Ubuntu con esta arquitectura.
he: המערכת שלך משתמשת במעבד מסוג ARM שהוא ישן יותר מהארכיטקטורה ARMv6. כל החבילות ב־Karmic נבנו עם שיפורים מיוחדים הדורשים את ARMv6 כארכיטקטורה מינימלית. לא ניתן לשדרג את המערכת להפצת אובונטו חדשה עם חומרה זו.
ja: このシステムでは ARM CPU が使われていますが、ARMv6 アーキテクチャより古いもののようです。karmic の全てのパッケージは、ARMv6 アーキテクチャへの対応が必須な最適化オプションを利用してビルドされています。このハードウェアでは新しい Ubuntu のリリースにアップグレードできません。
ko: 시스템이 ARMv6 보다 더 오래된 아키텍처의 ARM CPU를 사용하고 있습니다. 우분투 karmic의 모든 꾸러미는 ARMv6에 최적화 되어있기 때문에 최소 CPU로 ARMv6이 필요합니다. 현재 하드웨어로는 새로운 우분투 버전으로 시스템을 업그레이드 할 수 없습니다.
lt: Jūsų sistema naudoja ARM procesorių, kuris yra senesnės, nei ARMv6 architektūros. Visi karmic paketai buvo sukurti optimizuojant ne senesnei, negu ARMv6 architektūra. Su šia aparatine įranga negalima atnaujinti jūsų sistemos į naują Ubuntu laidą.
oc: Vòstre sistèma utiliza un processor ARM mai ancian que la generacion ARMv6. Totes los paquets de karmic son estats construches amb d'optimizacions que necessitan al minimum una arquitectura ARMv6. Es impossible de metre a nivèl vòstre sistèma cap a la version novèla d'Ubuntu.
ug: سىزنىڭ كومپيۇتېرىڭىز ARM CPU نى ئىشلىتىۋېتىپتۇ، بۇ ARMv6 architecture دىن كونا. karmic تىكى بارلىق بوغچىلار ARMv6 غا ماسلاشتۇرۇلغان بولۇپ، كومپيۇتېرىڭىزدا ئىشلەتكىلى بولمايدۇ. شۇڭا سىستېمىنى يېڭىلىيالمايسىز.

source: No init available
gl: O «daemon» init non está dispoñíbel
he: אין init זמין
ja: initデーモンが見つかりません
ko: init 사용 불가
lt: Neprieinamas init
oc: Inicializacion indisponibla
ug: init يوقكەن

source: Your system appears to be a virtualised environment without an init daemon, e.g. Linux-VServer. Ubuntu 10.04 LTS cannot function within this type of environment, requiring an update to your virtual machine configuration first. Are you sure you want to continue?
gl: Semella que o seu sistema é un contorno virtualizado sen un daemon init (un Linux-VServer, p.ex.). Ubuntu 10.04 LTS non pode funcionar neste tipo de contorno, polo que require unha actualización da configuración da súa máquina virtual. Está seguro de que desexa continuar?
he: נראה כאילו המערכת שלך היא סביבה וירטואלית ללא סוכן הפעלה, כמו לדוגמה Linux-VServer. אובונטו 10.04 LTS לא יכולה לעבוד עם סביבה שכזאת, ולכן נדרש שדרוג של תצורת המכונה הווירטואלית תחילה. האם ברצונך להמשיך?
ja: このシステムは、initデーモンの関与なしで稼働している仮想環境のようです（例：Linux-VServer）。 Ubuntu 10.04 LTS ではこのタイプの環境を稼働させることができません。アップグレードの前に、仮想マシン設定を設定しなおす必要があります。 本当に作業を進めてよろしいですか？
ko: 현재 시스템은 init 데몬(예:Linux-VServer)가 없는 가상 환경인 것으로 감지되었습니다. 우분투 10.04 LTS는 이러한 환경에서 제대로 동작할 수 없으며 우선 가상 환경의 설정을 조정해야합니다. 계속 진행하시겠습니까?
lt: Panašu, kad jūsų sistema – tai virtualizuota aplinka be init paslaugos, pvz., Linux-VServer. Ubuntu 10.04 LTS negali veikti šio tipo aplinkoje, todėl jums pirma reikia atnaujinti savo virtualios mašinos konfigūraciją. Ar tikrai norite tęsti?
oc: Sembla que vòstre sistèma es un environament virtualizat sens demòni d'inicializacion (coma Linux-VServer). Ubuntu 10.04 LTS pòt foncionar dins aqueste tipe d'environament e requerís al prealable una mesa a jorn de la configuracion de vòstra maquina virtuala. Sètz segur que volètz contunhar ?
ug: سىستېمىڭىز init daemon يوق، مەۋھۇم مۇھىتتەك قىلىدۇ يەنى e.g. Linux-VServer دەك. Ubuntu 10.04 LTS دا بۇنداق مۇھىتتا ئىشلىمەيدۇ. ئالدى بىلەن مەۋھۇم ماشىنىنىڭ تەڭشىكىنى يېڭىلاش تەلەپ قىلىنىدۇ. داۋاملاشتۇرامسىز?

source: Sandbox upgrade using aufs
gl: Anovación da área de probas usando aufs
he: שידרוג Sandbox בעזרת aufs
ja: aufsを使用したサンドボックスアップグレード
ko: aufs로 샌드박스 업그레이드
lt: Sandbox atnaujinimas naudojant aufs
oc: Mesa a nivèl en espaci protegit (sandbox) en utilizant aufs
ug: aufs نى ئىشلىتىپ Sandbox يۈكسەلدۈرۈش

source: Use the given path to search for a cdrom with upgradable packages
gl: Usar a ruta dada para buscar un CD-ROM con paquetes de actualización
he: יש להשתמש בנתיב הנתון כדי לחפש אחר תקליטור עם חבילות הניתנות לשדרוג
ja: アップグレードパッケージが含まれたCD-ROMへのパスを指定してください
ko: 주어진 경로로 업그레이드할 수 있는 패키지가 있는 시디롬을 검색합니다.
lt: Naudoti nurodytą kelią CD įrenginio su naujintinais paketais paieškai
oc: Utilizar lo camin balhar per recercar un CD-ROM que conten de paquets de metre a jorn
ug: يۈكسەلدۈرۈگىلى بولىدىغان بوغچا بار cdrom نى ئىزدەش ئۈچۈن بېرىلگەن يولنى ئىشلەتسۇن

source: Use frontend. Currently available: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
gl: Usar a interface gráfica. Dispoñíbeis neste momento: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
he: שימוש במנשק גרפי. זמינים נכון לעכשיו: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
ja: フロントエンドを使用してください。現在利用可能なもの: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
ko: 프론트 엔드를 사용합니다. 현재 사용할 수 있는 것은 다음과 같습니다: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
lt: Naudokite sąsają. Šiuo metu prieinamos: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
oc: Utilizar una de las interfàcias disponiblas actualament : DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
ug: ئالدىئۇچ ئىشلىتىڭ. ھازىر ئىشلەتكىلى بولىدىغان پروگراممىلار: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE

source: *DEPRECATED* this option will be ignored
gl: *OBSOLETO* esta opción será ignorada
he: *נפסקה* אפשרות זו לא תילקח בחשבון
ja: *DEPRECATED* このオプションは無視されます
ko: *삭제된 옵션* 이 항목은 무시합니다.
lt: *PASENUS* ši pasirinktis bus ignoruojama
oc: *OBSOLÈT* aquesta opcion serà ignorada
ug: *DEPRECATED* تاللانمىسىغا پەرۋا قىلمايدۇ

source: Perform a partial upgrade only (no sources.list rewriting)
gl: Realizar só unha anovación parcial (sen reescribir o sources.list)
he: ביצוע שדרוג חלקי בלבד (ללא שכתוב הקובץ sources.list)
ja: 部分アップグレードだけを実行します（sources.listを書き換えません）
ko: 부분 업그레이드만 실행합니다.(sources.list 파일은 바꾸지 않음)
lt: Atlikti tik dalinį atnaujinimą (neperrašant sources.list)
oc: Efectuar pas qu'una mesa a jorn parciala (pas de remplaçament de sources.list)
ug: پەقەتلا قىسمىي يۈكسەلدۈرۈش(sources.list نى ئۆزگەرتمەيدۇ)

source: Disable GNU screen support
gl: Desactivar a compatibilidade de pantalla GNU
he: ביטול התמיכה ב־GNU screen
ja: GNU screen のサポートを無効にする
ko: GNU 화면 지원 사용하지 않음
lt: Išjungti „GNU screen“ palaikymą
oc: Desactivar la presa en carga de GNU screen
ug: GNU screen قوللىشىنى ئىناۋەتسىز قىل

source: Set datadir
gl: Estabelecer datadir
he: הגדרת תיקיית נתונים
ja: datadirを設定
ko: datadir 설정
lt: Nustatyti duomenų katalogą
oc: Definir l'emplaçament de las donadas
ug: datadir نى تەڭشەش

source: Please insert '%s' into the drive '%s'
gl: Por favor, introduza «%s» na unidade «%s»
he: נא להכניס את '%s' לכונן '%s'.
ja: メディア '%s' をドライブ '%s' に挿入してください
ko: '%s'(을)를 '%s' 드라이브에 넣어주십시오.
lt: Įdėkite „%s“ į įrenginį „%s“
oc: Inserissètz « %s » dins lo lector « %s »
ug: '%s' نى قوزغاتقۇچ '%s' غا سېلىڭ

source: Fetching is complete
gl: Rematou a obtención
he: ההורדה הושלמה
ja: 取得が完了しました
ko: 가져오기 완료
lt: Siuntimas baigtas
oc: La recuperacion dels fichièrs es acabada
ug: ئېلىش تاماملاندى

source: Fetching file %li of %li at %sB/s
gl: Obtendo o ficheiro %li de %li a %sB/s
he: מתקבל קובץ %li מתוך %li ב־%s בתים לשנייה.
ja: %li / %li を取得中（%s B/s）
ko: %li번째 파일(전체 %li개)을 %sB/s의 속로로 가져오는 중
lt: Atsiunčiamas %li failas iš %li %sB/s greičiu
oc: Recuperacion del fichièr %li sus %li a %s octets/s
ug: ھۆججەت ئېلىۋاتىدۇ %li / %li(تېزلىك %sB/s)

source: About %s remaining
gl: Restan aproximadamente %s
he: נותרו כ־%s.
ja: 残り時間 約%s
ko: 약 %s 남음
lt: Liko apie %s
oc: Demòra(n) environ %s
ug: تەخمىنەن %s قالدى

source: Fetching file %li of %li
gl: Obtendo o ficheiro %li de %li
he: מתקבל קובץ %li מתוך %li
ja: %li / %li を取得中です
ko: %li번째 파일(전체 %li개)을 가져오는 중
lt: Atsiunčiamas %li failas iš %li
oc: Telecargament del fichièr %li sus %li
ug: ھۆججەت ئېلىۋاتىدۇ %li / %li

source: Applying changes
gl: Aplicando os cambios
he: השינויים חלים
ja: 変更を適用しています
ko: 바뀐 내용을 적용하는 중
lt: Pritaikomi pakeitimai
oc: Aplicacion dels cambiaments
ug: ئۆزگىرىشلەرنى قوللىنىۋاتىدۇ

source: dependency problems - leaving unconfigured
gl: problemas de dependencias - déixase sen configurar
he: בעיות תלות - נותר בלתי מוגדר
ja: 依存関係の問題 - 設定を見送ります
ko: 의존성 오류 - 설정하지 않은 채로 남겨둡니다.
lt: priklausomybių problemos – paliekama nekonfigūruota
oc: problèmas de dependéncias - daissat pas configurat
ug: بېقىنىش مەسىلىسى - سەپلەنمىدى

source: Could not install '%s'
gl: Non foi posíbel instalar «%s»
he: לא ניתן להתקין את "%s"
ja: '%s' がインストールできません
ko: '%s'(을)를 설치할 수 없음
lt: Nepavyko įdiegti „%s“
oc: Impossible d'installar « %s »
ug: '%s' ئورناتقىلى بولمىدى

source: The upgrade will continue but the '%s' package may not be in a working state. Please consider submitting a bug report about it.
gl: A anovación continuará mais o paquete «%s» podería estar instalado incorrectamente. Considere o envío dun informe de erro sobre iso.
he: העדכון ימשיך אך החבילה '%s' עלולה להיות במצב בלתי פעיל. נא לשקול להגיש על כך דיווח על שגיאה.
ja: アップグレードを続けますが、'%s' パッケージが動かない状態にある可能性があります。この件に関してバグレポートを送信することを検討してください。
ko: 업그레이드는 계속 진행하지만 '%s' 패키지가 동작하지 않을 수도 있습니다. 이 버그를 보고해주십시오.
lt: Atnaujinimas bus tęsiamas, tačiau paketas „%s“ gali neveikti. Praneškite apie šią klaidą.
oc: La mesa a nivèl va contunhar mas lo paquet « %s » poiriá èsser pas foncional. Senhalatz aquò coma un bug.
ug: يۈكسەلدۈرۈش داۋاملاشتۇرۇلىدۇ، بىراق بوغچا '%s' ئىشلىمەسلىكى مۇمكىن. بۇ ھەقتە كەمتۈك دوكلاتى يوللاشنى ئويلىشىپ كۆرۈڭ.

source: Replace the customized configuration file '%s'?
gl: Substituír o ficheiro de configuración personalizado «%s»?
he: האם להחליף את קובץ התצורה שהותאם אישית '%s'?
ja: 以下のカスタマイズ済みの設定ファイルを置き換えますか？ '%s'
ko: 사용자가 작접 설정한 설정 파일 '%s'을(를) 바꾸시겠습니까?
lt: Ar pakeisti pakeistą konfigūracijos failą „%s“?
oc: Remplaçar lo fichièr de configuracion personalizat « %s » ?
ug: customize قىلىنغان سەپلىمە ھۆججەت '%s' نى ئالماشتۇرسۇنمۇ؟

source: You will lose any changes you have made to this configuration file if you choose to replace it with a newer version.
gl: Perderá as modificacións feitas neste ficheiro de configuración se escolle substituílo por unha versión máis nova.
he: שינויים שבוצעו בקובץ תצורה זה יאבדו אם יוחלט להחליפו בגרסה חדשה יותר.
ja: より新しいバージョンと入れ換えた場合、この構成ファイルへの変更内容は失われます。
ko: 새로운 버전으로 바꾸기를 선택하면 이전 설정 파일의 바뀐 내용을 잃게 됩니다.
lt: Jei pakeisite šį failą naujesne versija, jūs prarasite visus faile padarytus pakeitimus.
oc: Totas las modificacions aportadas a aqueste fichièr de configuracion seràn perdudas se decidètz de lo remplaçar per una version mai recenta.
ug: سەپلىمە ھۆججەتنى يېڭى نەشرگە ئالماشتۇرۇشنى تاللىسىڭىز، كونىسىدىكى ئۆزگىرىشلەرنىڭ ھەممىسى يوق بولىدۇ.

source: The 'diff' command was not found
gl: Non se atopou a orde «diff»
he: הפקודה 'diff' לא נמצאה
ja: 'diff' コマンドが見つかりません
ko: 'diff' 명령을 찾을 수 없습니다
lt: Komanda „diff“ nerasta
oc: Impossible de trobar la comanda « diff »
ug: 'diff' بۇيرۇقى تېپىلمىدى

source: A fatal error occurred
gl: Produciuse un erro fatal
he: אירעה שגיאה חמורה
ja: 致命的なエラーが起こりました
ko: 치명적인 오류 발생
lt: Įvyko lemtinga klaida
oc: Una error fatala s'es producha
ug: ئېغىر خاتالىق يۈز بەردى

source: Please report this as a bug (if you haven't already) and include the files /var/log/dist-upgrade/main.log and /var/log/dist-upgrade/apt.log in your report. The upgrade has aborted. Your original sources.list was saved in /etc/apt/sources.list.distUpgrade.
gl: Informe deste fallo (se aínda non o fixo) e inclúa os ficheiros /var/log/dist-upgrade/main.log e /var/log/dist-upgrade/apt.log no informe. A actualización foi cancelada. O seu ficheiro sources.list orixinal foi gardado en /etc/apt/sources.list.distUpgrade.
he: נא לדווח על זאת כבאג (אם לא עשית זאת עד כה) תוך כדי הוספת הקבצים ‎/var/log/dist-upgrade/main.log ו־‎/var/log/dist-upgrade/apt.log לדיווח. השדרוג בוטל. קובץ ה־sources.list המקורי שלך נשמר תחת השם ‎/etc/apt/sources.list.distUpgrade.
ja: （まだ報告されていなければ）この現象をバグとして報告してください。報告には /var/log/dist-upgrade/main.log と /var/log/dist-upgrade/apt.log を添付する必要があります。アップグレードは完了しませんでした。 変更前のsources.listは/etc/apt/sources.list.distUpgradeに保存されています。
ko: 이 버그를 /var/log/dist-upgrade/main.log와 /var/log/dist-upgrade/apt.log를 첨부하여 보고해주십시오. 업그레이드를 중단했습니다. 기존 sources.list 파일은 /etc/apt/sources.list.distUpgrade 파일로 저장했습니다.
lt: Praneškite apie taip kaip klaidą (jei to jau nepadarėte) ir į pranešimą įdėkite failus /var/log/dist-upgrade/main.log ir /var/log/dist-upgrade/apt.log. Atnaujinimas nutrauktas. Jūsų originalus „sources.list“ buvo išsaugotas kaip /etc/apt/sources.list.distUpgrade.
oc: Senhalatz aqueste problèma coma un bug (s'es pas encara fach), e incluissètz-i los fichièrs /var/log/dist-upgrade/main.log e /var/log/dist-upgrade/apt.log. La mese a nivèl a fracassat. Vòstre fichièr souce.list original es estat enregistrat dins /etc/apt/sources.list.distUpgrade.
ug: بۇنى كەمتۈك دەپ قاراپ مەلۇم قىلىڭ. ھەم مەلۇماتقا /var/log/dist-upgrade/main.log ۋە /var/log/dist-upgrade/apt.log نى قوشۇپ ئەۋەتىڭ. يۈكسەلدۈرۈش توختىتىلدى. ئەسلىدىكى sources.list ھۆججىتى /etc/apt/sources.list.distUpgrade قىلىپ ساقلاندى.

source: Ctrl-c pressed
gl: Ctrl+C premido
he: נלחץ Ctrl-c
ja: Ctrl-c が入力されました
ko: 컨트롤-C 누름
lt: Paspausta Ctrl-C
oc: Quichada de Ctrl+C
ug: Ctrl-c بېسىلدى

source: This will abort the operation and may leave the system in a broken state. Are you sure you want to do that?
gl: Isto interromperá a operación e podería deixar o sistema estragado. Seguro que quere facelo?
he: בקשה זו תבטל את הפעולה ותשאיר את המערכת שלך במצב לא יציב. האם ברצונך לעשות זאת?
ja: これは操作を中断することになり、システムを壊れた状態にしてしまうかもしれません。本当に実行しますか？
ko: 이 작업을 취소하면 시스템을 사용할 수 없게 될 수도 있습니다. 정말 취소하시겠습니까?
lt: Tai nutrauks šią operaciją ir sistema gali likti sugadinta. Ar tikrai norite tai padaryti?
oc: Aquò anullarà l'operacion en cors e poiriá daissar lo sistèma dins un estat inutilizable. Sètz segur que volètz far aquò ?
ug: بۇ مەشغۇلاتنى بىكار قىلىشى ھەمدە سىستېمىنى پالەچ ھالغا چۈشۈرۈپ قويۇشى مۇمكىن. مەشغۇلاتىڭىزنى جەزملەشتۈرەمسىز؟

source: To prevent data loss close all open applications and documents.
gl: Para previr a perda de datos peche todos os aplicativos e documentos.
he: כדי למנוע אבדן מידע יש לסגור את כל המסמכים והיישומים הפתוחים.
ja: データが失われることを避けるため、利用中のアプリケーションとドキュメントを閉じてください。
ko: 데이터 손실을 막으려면 열려있는 모든 프로그램과 문서를 닫으십시오.
lt: Norėdami išvengti duomenų praradimo turite užverti visas atvertas programas ir dokumentus.
oc: Per evitar tota pèrda de donadas, Tampatz totas las aplicacions e documents dobèrts.
ug: سانلىق-مەلۇماتلارنىڭ يوقالماسلىقى ئۈچۈن بارلىق پروگرامما ۋە پۈتۈكلەرنى ئېتىۋېتىڭ

source: No longer supported by Canonical (%s)
gl: Sen máis asistencia por parte de Canonical (%s)
he: לא נתמכת עוד על ידי קנוניקל (%s)
ja: Canonical によってサポートされなくなりました (%s)
ko: 캐노니컬에서 더 이상 지원하지 않습니다 (%s)
lt: Canonical daugiau nepalaikoma (%s)
oc: Es pas pus mantengut per Canonical (%s)
ug: Canonical (%s) ئەمدى تېخنىكىلىق ياردەم بەرمەيدۇ

source: <b>Downgrade (%s)</b>
gl: <b>Desactualizar (%s)</b>
he: <b>הורדת גרסה (%s)</b>
ja: <b>ダウングレード (%s)</b>
ko: <b>다운그레이드 (%s)</b>
lt: <b>Pasendinti (%s)</b>
oc: <b>Installar en version anteriora (%s)</b>
ug: <b>نەشرىنى تۆۋەنلىتىش (%s)</b>

source: Remove (%s)
gl: Retirar (%s)
he: הסרה (%s)
ja: 削除 (%s)
ko: 지우기 (%s)
lt: Pašalinti (%s)
oc: Suprimir (%s)
ug: ئۆچۈرۈش (%s)

source: No longer needed (%s)
gl: Non se necesita máis (%s)
he: לא נחוצות עוד (%s)
ja: もう不要なもの (%s)
ko: 더 이상 필요하지 않음 (%s)
lt: Daugiau nebereikalingi (%s)
oc: Es pas pus necessari (%s)
ug: ئەمدى زۆرۈر ئەمەس (%s)

source: Install (%s)
gl: Instalar (%s)
he: התקנה (%s)
ja: インストール (%s)
ko: 설치 (%s)
lt: Įdiegti (%s)
oc: Installar (%s)
ug: ئورنىتىش (%s)

source: Upgrade (%s)
gl: Anovar (%s)
he: שדרוג (%s)
ja: アップグレード (%s)
ko: 업그레이드(%s)
lt: Atnaujinti (%s)
oc: Mettre à jour (%s)
ug: يۈكسەلدۈرۈش(%s)

source: Media Change
gl: Cambio de medio
he: החלפת מדיה
ja: メディアの交換
ko: 미디어 바꾸기
lt: Laikmenos keitimas
oc: Cambiament de mèdia
ug: ۋاسىتە ئۆزگەرتىش

source: Show Difference >>>
gl: Mostrar a diferenza >>>
he: הצגת שינויים >>>
ja: 差分を表示 >>>
ko: 차이점 보이기 >>>
lt: Rodyti skirtumus >>>
oc: Afichar las diferéncias >>>
ug: پەرقنى كۆرسىتىش

source: <<< Hide Difference
gl: <<< Agochar a diferenza
he: <<< הסתרת השינויים
ja: <<< 差分を隠す
ko: <<< 차이점 숨기기
lt: <<< Slėpti skirtumus
oc: <<< Amagar las diferéncias
ug: <<< پەرقنى يوشۇرۇش

source: Error
gl: Erro
he: שגיאה
ja: エラー
ko: 오류
lt: Klaida
ug: خاتالىق

source: &Cancel
gl: &Cancelar
he: &ביטול
ja: キャンセル(&C)
ko: 취소(&C)
lt: &Atsisakyti
oc: &Anullar
ug: ۋاز كەچ(&C)

source: &Close
gl: &Pechar
he: ס&גירה
ja: 閉じる(&C)
ko: 닫기(&C)
lt: &Užverti
oc: &Tampar
ug: ياپ(&C)

source: Show Terminal >>>
gl: Mostrar o terminal >>>
he: הצגת מסוף >>>
ja: 端末を表示 >>>
ko: 터미널 보이기 >>>
lt: Rodyti terminalą >>>
oc: Afichar lo terminal >>>
ug: تېرمىنالنى كۆرسىتىش >>>

source: <<< Hide Terminal
gl: <<< Agochar o terminal
he: <<< הסתרת מסוף
ja: <<< 端末を隠す
ko: <<< 터미널 숨기기
lt: <<< Slėpti terminalą
oc: <<< Amagar lo terminal
ug: <<< تېرمىنالنى يوشۇرۇش

source: Information
gl: Información
he: פרטים
ja: 情報
ko: 정보
lt: Informacija
oc: Informacions
ug: ئۇچۇر

source: Details
gl: Detalles
he: פרטים
ja: 詳細
ko: 자세한 내용
lt: Išsami informacija
oc: Detalhs
ug: تەپسىلاتى

source: No longer supported %s
gl: Sen máis asistencia (%s)
he: לא נתמך עוד %s
ja: サポートされなくなりました %s
ko: 지원하지 않음 %s
lt: Daugiau nepalaikoma %s
oc: Es pas pus mantengut (%s)
ug: ئەمدى تېخنىكىلىق ياردەم بېرىلمەيدۇ %s

source: Remove %s
gl: Retirar %s
he: הסרת %s
ja: %s を削除
ko: 제거 %s
lt: Pašalinti %s
oc: Suprimir %s
ug: %s نى ئۆچۈرۈش

source: Remove (was auto installed) %s
gl: Retirar (instalado automaticamente) %s
he: הסרת (הותקנה אוטומטית) %s
ja: (自動インストールされた) %s を削除
ko: 제거 (자동으로 설치함) %s
lt: Pašalinti (buvo automatiškai įdiegta) %s
oc: Suprimir (èra estat installat automaticament) %s
ug: (ئاپتوماتىك ئورنىتىلغان)%s نى ئۆچۈرۈش

source: Install %s
gl: Instalar %s
he: התקנת %s
ja: インストール %s
ko: 설치 %s
lt: Įdiegti %s
oc: Installar %s
ug: %s نى ئورنىتىش

source: Upgrade %s
gl: Anovar %s
he: שדרוג %s
ja: アップグレード %s
ko: 업그레이드 %s
lt: Atnaujinti %s
oc: Metre a nivèl %s
ug: %s نى يۈكسەلدۈرۈش

source: Restart required
gl: Cómpre reiniciar
he: נדרשת הפעלה מחדש
ja: 再起動が必要です
ko: 다시 시작해야 합니다.
lt: Reikia paleisti iš naujo
oc: Vos cal tornar amodar l'ordenador
ug: قايتا قوزغىتىش زۆرۈر

source: <b><big>Restart the system to complete the upgrade</big></b>
gl: <b><big>Reinicie o sistema para completar a anovación</big></b>
he: <b><big>האם להפעיל מחדש את המערכת כדי להשלים את השדרוג?</big></b>
ja: <b><big>アップグレードを完了するには、システムの再起動が必要です</big></b>
ko: <b><big>업그레이드를 완료하기 위해 시스템을 다시 시작합니다.</big></b>
lt: <b><big>Norėdami užbaigti atnaujinimą paleiskite operacinę sistemą iš naujo</big></b>
oc: <b><big>Tornatz aviar lo sistèma per acabar la mesa a jorn</big></b>
ug: <b><big>يۈكسەلدۈرۈشنى تاماملاش ئۈچۈن سىستېمىنى قايتا قوزغىتىش زۆرۈر</big></b>

source: _Restart Now
gl: _Reiniciar agora
he: ה_פעלה מחדש כעת
ja: すぐに再起動(_R)
ko: 지금 다시 시작(_R)
lt: _Paleisti iš naujo dabar
oc: _Tornar amodar ara
ug: ھازىر قايتا قوزغات(_R)

source: <b><big>Cancel the running upgrade?</big></b> The system could be in an unusable state if you cancel the upgrade. You are strongly advised to resume the upgrade.
gl: <b><big>Anular a anovación en curso?</big></b> O sistema podería quedar inutilizado se anula a anovación. Recomendámoslle encarecidamente que continúe a anovación.
he: <b><big>האם לבטל את השדרוג המתבצע?</big></b> המערכת עלולה להיות בלתי שמישה אם השדרוג יבוטל. מומלץ ביותר להמשיך בשדרוג.
ja: <b><big>実行中のアップグレードをキャンセルしますか？</big></b> アップグレードをキャンセルしてしまうと、システムが不安定な状態になる恐れがあります。アップグレードを再開することを強くお勧めします。
ko: <b><big>진행 중인 업그레이드를 취소하시겠습니까?</big></b> 업그레이드 중간에 취소하면 시스템을 사용할 수 없게 될 수 있습니다. 업그레이드를 계속 진행할 것을 강력하게 추천합니다.
lt: <b><big>Atšaukti vykdomą atnaujinimą?</big></b> Sistema gali likti sugadinta, jei nutrauksite atnaujinimą. Labai rekomenduojama tęsti atnaujinimą.
oc: <b><big>Anullar la mesa a nivèl en cors ?</big></b> Lo sistèma poiriá venir inutilizable s'anullatz la mesa a nivèl. Vos es fòrtament recomandat de tornar prene la mesa a jorn.
ug: سىستېمىڭىز ئىشلەتكىلى بولمايدىغان ھالەتكە چۈشۈپ قالىدۇ. يۈكسەلدۈرۈشنى داۋاملاشتۇرۇشىڭىزنى كۈچلۈك تەۋسىيە قىلىمىز.

source: Cancel Upgrade?
gl: Anular a anovación?
he: האם לבטל את השדרוג?
ja: アップグレードをキャンセルしますか?
ko: 업그레이드를 취소하겠습니까?
lt: Atšaukti atnaujinimą?
oc: _Anullar la mesa a nivèl ?
ug: يۈكسەلدۈرۈشنى ئەمەلدىن قالدۇرامسىز؟

source: %li day
gl: %li día
he: יום אחד
ja: %li 日
ko: %li 일
lt: %li diena
oc: %li jorn
ug: %li كۈن

source: %li hour
gl: %li hora
he: שעה אחת
ja: %li 時間
ko: %li 시간
lt: %li valanda
oc: %li ora
ug: %li سائەت

source: %li minute
gl: %li minuto
he: דקה אחת
ja: %li 分
ko: %li 분
lt: %li minutė
oc: %li minuta
ug: %li مىنۇت

source: %li second
gl: %li segundo
he: שנייה אחת
ja: %li 秒
ko: %li 초
lt: %li sekundė
oc: %li segonda
ug: %li سېكۇنت

source: This download will take about %s with a 1Mbit DSL connection and about %s with a 56k modem.
gl: Esta descarga durará arredor de %s nunha conexión DSL a 1Mbit e sobre %s nunha conexión de módem a 56k.
he: הורדה זו תארוך בערך %s באמצעות חיבור DSL של 1 מסל״ש ובערך %s עם מודם במהירות 56 קסל״ש.
ja: このダウンロードは 1Mbit DSL 接続で約 %s 、56k モデムで約 %s かかります。
ko: 이 다운로드는 1Mbit DSL 연결로는 약 %s, 56k 모뎀으로는 약 %s 정도 가 필요합니다.
lt: Atsiuntimas užtruks maždaug %s su 1Mbit DSL ryšiu ir maždaug %s su 56k modemu.
oc: Aqueste telecargament prendrà environ %s amb una connexion (A)DSL 1 Mbit e environ %s amb un modèm 56K.
ug: چۈشۈرۈشكە كېتىدىغان ۋاقىت: 1MBit لىق DSL دا تەخمىنەن %s، 56Kb مودېمدا تەخمىنەن %s

source: This download will take about %s with your connection.
gl: Esta descarga levará aproximadamente %s coa súa conexión.
he: ההורדה תארוך בערך %s עם מהירות החיבור שלך.
ja: このダウンロードは約 %s かかります。
ko: 현재 연결 상태로는 다운로드 과정에 약 %s 정도가 필요합니다.
lt: Naudojant jūsų ryšį šis siuntimas užtruks apie %s.
oc: Aqueste telecargament prendrà environ %s amb vòstra connexion.
ug: چۈشۈرۈشكە تەخمىنەن %s كېتىدۇ.

source: Preparing to upgrade
gl: Preparando a anovación
he: השדרוג בהכנות
ja: アップグレードの準備
ko: 업그레이드를 준비하는 중
lt: Ruošiamasi atnaujinimui
oc: Preparacion de la mesa a nivèl
ug: يۈكسەلدۈرۈشكە تەييارلىنىۋاتىدۇ

source: Getting new software channels
gl: Obtendo as canles de software novas
he: מתקבלים ערוצי תכנה חדשים
ja: 新しいソフトウェア・チャンネルの取得
ko: 새 소프트웨어 채널을 가져오는 중
lt: Gaunami nauji programinės įrangos kanalai
oc: Obtencion de depauses logicials novèls
ug: يېڭى يۇمشاق دېتال قانىلىغا ئېرىشىش

source: Getting new packages
gl: Obtendo os paquetes novos
he: מתקבלות חבילות חדשות
ja: 新しいパッケージの取得
ko: 새 패키지를 가져오는 중
lt: Gaunami nauji paketai
oc: Obtencion de paquets novèls
ug: يېڭى بوغچىغا ئېرىشىش

source: Installing the upgrades
gl: Instalando as anovacións
he: השדרוגים מותקנים
ja: アップグレードのインストール
ko: 업그레이드를 까는 중
lt: Diegiami atnaujinimai
oc: Installacion de las mesas a jorn
ug: يۈكسەلدۈرمىلەرنى ئورنىتىش

source: Cleaning up
gl: Limpando
he: מתבצע סדר וניקיון
ja: クリーンアップ
ko: 마무리 중
lt: Išvaloma
oc: Netejatge
ug: تازىلاۋاتىدۇ

source: %(amount)d installed package is no longer supported by Canonical. You can still get support from the community.
gl: %(amount)d paquete instalado non seguirá tendo asistencia de Canonical. Aínda así, pode obter asistencia desde a comunidade.
he: אחת החבילות המותקנות אינה נתמכת עוד על ידי קנוניקל. עדיין ניתן לקבל תמיכה מהקהילה.
ja: %(amount)d 個のインストール済みパッケージは Canonical によってサポートされなくなりました。ただしコミュニティからのサポートは受けることができます。
ko: 설치한 패키지 중 %(amount)d개는 더 이상 캐노니컬이 지원하지 않습니다.하지만 공동체는 계속 지원합니다.
lt: %(amount)d įdiegtas paketas Canonical daugiau nepalaikomas. Jūs vis dar galite gauti palaikymą iš bendruomenės.
oc: %(amount)d paquet installat es pas pus mantengut per Canonical. Podètz totjorn obténer una assisténcia de la part de la comunautat.
ug: ئورنىتىلغان %(amount)d بوغچىغا Canonical ئەمدى تېخنىكىلىق ياردەم بەرمەيدۇ، ياردەمنى Ubuntu جامائىتى بېرىدۇ.
